Repository: PhoneX-Security/PhoneX_iOS
Catalog: Phonex/Resource/Strings/*.lproj/InfoPlist.strings
Languages: cs, de, pl, ru_ru, sk

# txt_cannot_send_any_more_files
source: You cannot send more files. Please check your licence state.
cs: Nemúžete poslat více souborů. Prosím, zkontrolujte stav licence.
de: Senden mehrerer Dateien ist unmöglich. Bitte Ihren Lizenzstatus prüfen.
pl: Nie można wysłać więcej plików. Proszę o sprawdzenie stanu licencji.
ru_ru: Нельзя больше отсилать файлы. Пожалуйста, проверьте состояние Вашей лицензии.
sk: Nemôžete poslať viac súborov. Prosím, skontrolujte stav licencie.

# txt_not_enough_files_to_spend
source: You cannot send so many files. Please check your licence state.
cs: Nemúžete poslat tolik souborů. Prosím, zkontrolujte stav licence.
de: Senden so vieler Dateien ist unmöglich. Bitte Ihren Lizenzstatus prüfen.
pl: Nie można wysłać takiej liczby plików. Proszę o sprawdzenie stanu licencji.
ru_ru: Нельзя послать столько файлов. Пожалуйста, проверьте состояние Вашей лицензии.
sk: Nemôžete poslať toľko súborov. Prosím, skontrolujte stav licencie.

# L_files_to_spend
source: Files available
cs: Dostupné soubory
de: Dateien verfügbar
pl: Dostępne pliki
ru_ru: Файлы в наличии
sk: Dostupné súbory

# txt_not_enough_messages_to_spend
source: You cannot send so many messages. Please check your licence state.
cs: Nemůžete poslat tolik souborů. Prosím, zkontrolujte stav licence.
de: Senden so vieler Nachrichten ist unmöglich. Bitte Ihren Lizenzstatus prüfen.
pl: Nie można wysłać takiej liczby komunikatów. Proszę o sprawdzenie stanu licencji.
ru_ru: Нельзя отсылать столько сообщений. Пожалуйста, проверьте состояние Вашей лицензии.
sk: Nemôžete poslať toľko súborov. Prosím, skontrolujte stav licencie.

# L_messages_to_spend
source: Messages available
cs: Dostupné zprávy
de: Verfügbare Nachrichten
pl: Dostępne komunikaty
ru_ru: Сообщения в наличии
sk: Dostupné správy

# L_buy
source: buy
cs: koupit
de: Kaufen
pl: kup
ru_ru: купить
sk: kúpiť

# L_product_name
source: Product name
cs: Jméno produktu
de: Produktname
pl: Nazwa produktu
ru_ru: Название продукта
sk: Meno produktu

# L_product_price
source: Price
cs: Cena
de: Preis
pl: Cena
ru_ru: Цена
sk: Cena

# L_product_description
source: Description
cs: Popis
de: Beschreibung
pl: Opis
ru_ru: Описание
sk: Popis

# L_detail
source: detail
cs: podrobnosti
pl: Szczegóły
ru_ru: деталь
sk: podrobnosti

# L_remaining_time
source: Remaining time
cs: Zbývající čas
de: Restliche Zeit
pl: Pozostały czas
ru_ru: Оставшееся время в наличии
sk: Zostávajúci čas

# L_remaining_messages
source: Remaining messages
cs: Zbývající zprávy
de: Restliche Nachrichten
pl: Pozostałe komunikaty
ru_ru: Оставшееся сообщения в наличии
sk: Zostávajúce správy

# L_no_consumeables
source: Empty
cs: Prázdné
de: Leer
pl: Puste
ru_ru: Пустой
sk: Prázdne

# txt_payment_restore_prompt
source: Use this feature after device change, factory reset or in a case of a lost purchase. To make restore more reliable, please restart PhoneX before restore process. Restoring all purchases can take a few minutes. Please, do not turn off your device during the refresh procedure. Do you really want to restore?
cs: Použijte tuto volbu v případe změny zařízení, resetu do továrních nastavení nebo v případe ztraceného nákupu. Aby byl proces obnovy spolehlivější, před obnovou restartujte prosím PhoneX. Obnova všech předešlých nákupů může trvat několik minut. Prosím, nevypínejte displej zařízení během obnovy. Opravdu chcete obnovit předešlé nákupy?
de: Feature im Falle von Gerätewechsel, Reset in Fabrikeinstellung oder Verlorene Einkäufe verwenden. Für zuverlässigere Erneuerung vor dem Erneuerungsprozess bitte PhoneX erneut durchstarten. Die Wiederherstellung aller vorherigen Einkäufe kann einige Minuten dauern. Während des Erneuerungsprozesses Ihr Gerät bitte nicht ausschalten. Wollen Sie wirklich die vorherigen Einkäufe erneuern?
pl: Z tej opcji należy skorzystać w przypadku zmiany urządzenia, przywrócenia ustawień fabrycznych lub w przypadku utraconego zakupu. W celu zapewnienia niezawodnego przebiegu procedury odświeżenia, przed odświeżeniem restartuj PhoneX. Odświeżenie wszystkich poprzednich zakupów może trwać nawet kilka minut. Proszę o niewygaszanie wyświetlacza urządzenia podczas procedury odświeżenia. Czy naprawdę chcesz odświeżyć poprzednie zakupy?
ru_ru: Используйте эту функцию после смены устройства, сброса настроек, или в случае утери покупки. Чтобы сделать восстановление более надежными, перегрузите пожалуйста приложение PhoneX прежде чем начнете процесс восстановления. Возобновление всех покупок может занять несколько минут. Пожалуйста, не выключайте устройство во время процедуры обновления. Хотите действительно восстановить?
sk: Použite túto voľbu v prípade zmeny zariadenia, resetu do továrnych nastavení alebo v prípade strateného nákupu. Aby bol proces obnovy spolahlivejší, pred obnovou reštartujte prosím PhoneX. Obnova všetkých predchádzajúcich nákupov môže trvať niekoľko minút. Prosím, nevypínajte displej zariadenia počas obnovy. Naozaj chcete obnoviť predchádzajúce nákupy?

# txt_restore_no_payment
source: Could not restore purchases as you have not payment method added in the AppStore
cs: Není možné obnovit předešlé nákupy, nemáte zadanou platební metodu v AppStore
de: Vorherige Einkäufe konnten nicht erneut werden, da keine Zahlungsmethodik in AppStore hinzugefügt.
pl: Odświeżenie poprzednich zakupów nie jest możliwe, nie wprowadzono metody płatności w AppStore
ru_ru: Не получается восстановить покупки, так как вы еще не добавили способ оплаты в AppStore
sk: Nie je možné obnoviť predchádzajúce nákupy, nemáte zadanú platobnú metódu v AppStore

# txt_restore_ok
source: Purchase restore finished successfully
cs: Předešlé nákupy úspěšně obnoveny
de: Erneuerung vorheriger Einkäufe erfolgreich beendet.
pl: Poprzednie zakupy zostały odświeżone z powodzeniem
ru_ru: Восстановление покупок завершено успешно
sk: Predchádzajúce nákupy úspešne obnovené

# txt_restore_failed
source: Purchase restore failed. Please, try again later.
cs: Selhalo obnovení předešlých nákupů. Prosím, zkuste to později.
de: Erneuerung vorheriger Einkäufe scheiterte. Probieren Sie später noch einmal.
pl: Odświeżenie poprzednich zakupów nie powiodło się. Proszę o powtórzenie tej czynności później.
ru_ru: Восстановление покупок завершилось неуспешно. Пожалуйста, повторите попытку позже.
sk: Zlyhalo obnovenie predchádzajúcich nákupov. Prosím, skúste to neskôr.

# txt_restore_too_early
source: Previous restore attempt is too recent. Please, wait a minute.
cs: Předchozí obnova proběhla úspěšně. Prosím, vyčkejte minutu.
de: Der Versuch um vorherige Erneuerung zu jüngstvergangen. Bitte eine Minute warten.
pl: Poprzednie odświeżenie zostało przeprowadzone zbyt niedawno. Proszę poczekać minutę.
ru_ru: Предыдущая попытка восстановить покупку произошла совсем недавно. Пожалуйста, подождите минуту.
sk: Predchádzajúca obnova prebehla úspešne. Prosím, vyčkajte minútu do ďalšieho pokusu.

# txt_restore_receipt_failed
source: Could not refresh receipt from AppStore. It might be problem of your internet connection. Please, try again later.
cs: Nebylo možné obnovit nákupní bloček z AppStore. Může to být problém Vašeho internetového připojení. Prosím, zkuste to později.
de: Quittung von AppStore konnte nicht erneuert werden. Es kann ein Problem Ihrer Internetverbindung sein. Probieren Sie später noch einmal.
pl: Odświeżenie paragonu z AppStore nie powiodło się. Może to być spowodowane problemem z twoim przyłączeniem internetowym. Proszę o powtórzenie tej czynności później.
ru_ru: Не удалось обновить квитанцию из AppStore. It Возможно у вас проблема с интернет-соединением. Пожалуйста, повторите попытку позже.
sk: Nebolo možné obnoviť nákupný doklad z AppStore. Môže to byť problém Vašeho internetového pripojenia. Prosím, skúste to neskôr.

# txt_restore_transactions_failed
source: Could not refresh all transactions. Please, try again later.
cs: Nebylo možné obnovit všechny transakce. Prosím, zkuste to později.
de: Auffrischen aller Transaktionen scheiterte. Probieren Sie später noch einmal.
pl: Odświeżenie wszystkich transakcji nie powiodło się. Proszę o powtórzenie tej czynności później.
ru_ru: Не смог обновить все операции. Пожалуйста, повторите попытку позже.
sk: Nebolo možné obnoviť všetky transakcie. Prosím, skúste to neskôr.

# L_restore_receipt_refresh
source: Refreshing receipt from AppStore
cs: Obnova nákupního bločku z Apple
de: Auffrischen der Quittung von AppStore
pl: Odświeżenie paragonu z Apple
ru_ru: Идет обновление квитанции из AppStore
sk: Obnova nákupného dokladu z Apple

# L_restore_uploading
source: Uploading receipt information
cs: Nahrávání nákupů na server
de: Upload Quittung Information
pl: Wgrywanie zakupów na serwer
ru_ru: Идет загрузка данных о квитанции
sk: Nahrávanie nákupov na server

# L_restore_transaction_replay
source: Restoring all transactions
cs: Obnova transakcí
de: Auffrischen aller Transaktionen
pl: Odświeżenie transakcji
ru_ru: Идет восстановление всех транзакций
sk: Obnova transakcií

# L_tsx_uploading
source: Uploading purchase
cs: Nahrávání na server
de: Upload Einkauf
pl: Wgrywanie na serwer
ru_ru: Идет загрузка покупки
sk: Nahrávanie na server

# L_tsx_finishing
source: Finishing
cs: Dokončování
pl: Dokończenie procedury
ru_ru: Процесс заканчивается
sk: Dokončovanie

# txt_purchase_no_payment
source: You cannot buy a product as you have no payment method added in the AppStore
cs: Není možné zakoupit produkt, nemáte zadanou platební metodu v AppStore
de: Der Produkteinkauf ist unmöglich, da keine Zahlungsmethodik in AppStore hinzugefügt.
pl: Nie można zakupić produktu, nie zadano metody płatności w AppStore
ru_ru: Вам нельзя покупать товар, потому что в AppStore не имеете не добавлен способ оплаты
sk: Nie je možné zakúpiť produkt, nemáte zadanú platobnú metódu v AppStore

# txt_purchase_pending
source: Purchase of this product is already in the queue, please wait until PhoneX uploads transaction to the server.
cs: Nákup tohoto produktu se spracovává. Prosím vyčkejte až PhoneX nahraje nákup na server.
de: Der Einkauf dieses Produkts wird bereits bearbeitet. Bitte warten bis zum Upload der Transaktion durch PhoneX zum Server.
pl: Zakup niniejszego produktu jest przetwarzany. Proszę poczekać na wgranie zakupu na serwer przez PhoneX.
ru_ru: Покупка данного продукта уже ждет в очереди. Подождите, пожалуйста, пока PhoneX отправит транзакцию на сервер.
sk: Nákup tohoto produktu sa zpracováva. Prosím vyčkajte až PhoneX nahrá nákup na server.

# txt_purchase_success
source: Congratulations! Purchase was successful. Please note it may take a few seconds until server recomputes your policy.
cs: Gratulujeme! Váš nákup byl úspěšný. Přepočítání nákupu může chvíli trvat.
de: Glückwunsch! Ihr Einkauf war erfolgreich. Passen Sie bitte auf, dass es einige Sekunden dauern kann, bis der Server Ihr Vorgehen überrechnet.
pl: Gratulujemy! Twąj zakup został zrealizowany. Ponowne przeliczenie może trwać kilka chwil.
ru_ru: Поздравляем! Покупка успешно завершена. Обратите внимание, что этот может занять несколько секунд, пока сервер запишет ваши покупки.
sk: Gratulujeme! Váš nákup bol úspešný. Přepočítanie nákupu môže chvíľu trvať.

# txt_purchase_error
source: Purchase failed. Please, try again later. Please note that no funds were used.
cs: Nákup selhal. Prosím, zkuste to znovu. Finanční prostředky nebyli použity.
de: Einkauf scheiterte. Probieren Sie später noch einmal. Passen Sie bitte auf, dass keine Mittel angewendet wurden.
pl: Zakup nie powiódł się. Proszę spróbować ponownie. środki finansowe nie zostały wykorzystane.
ru_ru: Покупка не удалась. Пожалуйста, повторите попытку позже. Обратите внимание, что никакие средства не были потрачены.
sk: Nákup zlyhal. Prosím, skúste to znovu. Finančne prostriedky neboli použité.

# txt_purchase_error_upload
source: Purchase upload failed. This may be problem of your internet connection. Please wait until PhoneX uploads the purchase in the background. If problem persists, try restart the application or pres Restore button to restore all your purchases
cs: Nahrávání nákupu na server selhalo. Může to být problém internetového připojení. Prosím vyčkejte až PhoneX nahraje nákup na server v pozadí. V případe, že problém přetrvává restartujte PhoneX. Finanční prostředky se odečtou až po úspěšném nahrání na server.
de: Upload Einkauf scheiterte. Es kann ein Problem Ihrer Internetverbindung sein. Bitte warten, bis PhoneX den Upload Ihres Einkaufs in Server-Background beendet hat. Beim Verbleiben des Problems bitte die App erneut durchstarten oder den Erneuerung Button für Wiederherstellung aller Ihrer Einkäufe drücken.
pl: Wgrywanie zakupu na serwer nie powiodło się. Może to być spowodowane problemem z twoim przyłączeniem internetowym. Proszę poczekać na wgranie zakupu na serwer przez PhoneX. W przypadku trwania problemu restartuj PhoneX. środki finansowe zostaną przelane dopiero po zakończeniu wgrywania na serwer.
ru_ru: Загрузка покупки не удалась. Причиной этого может быть проблема с вашим интернет-соединением. Пожалуйста, подождите, пока PhoneX загрузит покупку в фоновом режиме. Если проблема не решается, попробуйте перезапустить приложение, или нажмите кнопку Возобновить для отмены всех Ваших покупок
sk: Nahrávanie nákupu na server zlyhalo. Môže to byť problém internetového pripojenia. Prosím vyčkajte až PhoneX nahrá nákup na server v pozadí. V prípade, že problém pretrvává, restartujte PhoneX. Finančné prostriedky sa odčítajú až po úspešnom nahraní na server.

# txt_loading_packages_failed
source: Loading products failed.
cs: Načítávní produktů selhalo.
de: Laden der Produkte scheiterte.
pl: Wczytywanie produktów nie powiodło się.
ru_ru: Загрузка покупок не удалась.
sk: Načítavanie produktov zlyhalo.

# txt_inapp_intro
source: Customize PhoneX for your needs. Buy subscriptions and packages for encrypted calls, messages or file transfers for your licence. Go to licence management in your profile.
cs: Upravte si PhoneX pro vaše potřeby. Kupte si předplatné a balíčky pro šifrované hovory, zprávy nebo přenosy souborů pro vaši licenci. Přejděte do správy licence ve vašem profilu.
de: Bitte PhoneX für Ihre Bedürfnisse anpassen. Kaufen Sie Abos und Pakete für verschlüsselte Anrufe, Nachrichten oder Dateien für Ihre Licence ein. Bitte zu Lizenzverwaltung in Ihrem Profil übergehen.
pl: Przystosuj PhoneX do swoich potrzeb. Kup subskrypcje i pakiety do połączeń szyfrowanych, komunikatów lub przesyłu plików dla swojej licencji. Przejdź do zarządzania licencją w swoim profilu.
ru_ru: Настройте приложение PhoneX в соответствии с Вашими нуждами. Купите подписку или пакеты для шифрованных звонков, сообщений, или передачи файлов. Зайдите в отдел "Управление лицензиями" в вашем профиле.
sk: Upravte si PhoneX pre vaše potreby. Kúpte si predplatné a balíčky pre šifrované hovory, správy alebo prenosy súborov pre vašu licenciu. Prejdite do správy licencie vo vašom profile.

# L_messages_daily_limit
source: Messages (daily limit)
cs: Zprávy (denní limit)
de: Nachrichten (tägliches Limit)
pl: Komunikaty (limit dzienny)
ru_ru: Сообщения (дневной лимит)
sk: Správy (denný limit)

# L_wait_refresh_license
source: Waiting for license refresh
cs: Čekání na obnovení licence
de: Warten auf Lizenzauffrischen
pl: Oczekiwanie na odświeżenie licencji
ru_ru: Жду обновления лицензии
sk: Čakanie na obnovenie licencie

# L_product_type_subscription
source: Subscription
cs: Předplatné
de: Abo
pl: Subskrypcja
ru_ru: Подписка
sk: Predplatné

# L_product_type_consumable
source: Package
cs: Balík
de: Paket
pl: Pakiet
ru_ru: Пакет
sk: Balík

# L_product_type_none
source: Product
cs: Balík
de: Produkt
pl: Pakiet
ru_ru: Продукт
sk: Balík

# L_subscriptions_plurals_one
source: Subscription
cs: Předplatné
de: Abo
pl: Subskrypcje
ru_ru: Подписка
sk: Predplatné

# L_subscriptions_plurals_other
source: Subscriptions
cs: Předplatných
de: Abos
pl: Subskrypcje
ru_ru: Подписок
sk: Predplatných

# L_consumeables_plurals_one
source: Package
cs: Balíček
de: Paket
pl: Pakiet
ru_ru: Пакет
sk: Balíček

# L_consumeables_plurals_other
source: Packages
cs: Balíčků
de: Pakete
pl: Pakiety
ru_ru: Пакетов
sk: Balíčkov

# L_call_error_gsm_busy_local
source: Call had to be terminated because of an incoming cellular call. PhoneX cannot control cellular calls thus they take priority over PhoneX calls. On cellular activity PhoneX is blocked from microphone and internet connection may be innaccessible (e.g., on 3G). When you finish cellular call you can try to make PhoneX call again.
cs: Hovor byl ukončen z důvodu přicházejícího GSM hovoru. PhoneX nemůže reagovať na GSM hovor, mají prioritu před PhoneX. Při GSM aktivite je mikrofon pro PhoneX nedostupný a v některých připadech nemusí fungovať internetové připojení (napr. 3G). Po skončení GSM hovoru můžete PhoneX hovor opakovat.
de: Ihr Gespräch musste wegen eingehenden GSM Anrufes unterbrochen werden. PhoneX kann GSM Anrufe nicht regeln, da diese die Priorität vor PhoneX haben. PhoneX ist bei GSM Aktivität für Mikrofon gesperrt und Internet kann in manchen Fällen (z.B. 3G) unverfügbar sein. Sie können nach Abschluss des GSM Gesprächs das PhoneX Gespräch wiederholen.
pl: Połączenie nie zostało zakończone z powodu przychodzącego połączenia GSM. PhoneX nie może reagować na połączenia GSM, ponieważ mają one priorytet przed PhoneX. Podczas aktywności GSM mikrofon jest niedostępny dla PhoneX, a w pewnych przypadkach przyłączenie internetowe może nie działać (np. 3G). Po ukończeniu połączenia GSM można powtórzyć połączenie PhoneX.
ru_ru: Звонок был прекращен из-за входящего звонка по мобильному телефону. PhoneX не может контролировать входящие звонки по мобильному телефону, потому что те имеют приоритет над звонками через приложение PhoneX. Когда происходит звонок по сотовой связи, то приложение PhoneX имеет заблокирован доступ к микрофону, и тоже подключение к интернету может оказаться не доступным (например, через 3G). Когда закончите звонок по сотовой связи, то можете опять попробовать сделать звонок через приложение PhoneX.
sk: Hovor bol ukončený z dôvodu prichádzajúceho GSM hovoru. PhoneX nemôže reagovať na GSM hovor, majú prioritu pred PhoneX hovormi. Pri GSM aktivite je mikrofón pre PhoneX nedostupný a v niektorých prípadoch nemusí fungovať internetové pripojenie (napr. 3G). Po skončení GSM hovoru môžete PhoneX hovor opakovať.

# L_call_error_gsm_busy_remote
source: Call was terminated because remote side has an incoming cellular call. PhoneX cannot control cellular calls thus they take priority over PhoneX calls. On cellular activity PhoneX is blocked from microphone and internet connection may be innaccessible (e.g., on 3G). You can retry the call when the remote contact is available again.
cs: Hovor byl ukončen, druhá strana má přicházející GSM hovor. PhoneX nemůže reagovať na GSM hovor, mají prioritu před PhoneX. Při GSM aktivite je mikrofon pro PhoneX nedostupný a v některých připadech nemusí fungovať internetové připojení (napr. 3G). PhoneX hovor můžete opakovat jakmile bude druhá strana opět dostupná.
de: Ihr Gespräch musste wegen eingehenden GSM Anrufes beim anderen Gesprächspartner unterbrochen werden. PhoneX kann GSM Anrufe nicht regeln, da diese die Priorität vor PhoneX haben. PhoneX ist bei GSM Aktivität für Mikrofon gesperrt und Internet kann in manchen Fällen (z.B. 3G) unverfügbar sein. Sie können das PhoneX Gespräch wiederaufnehmen, sobald der andere Gesprächspartner wieder erreichbar wird.
pl: Połączenie zostało ukończone, druga stron ma przychodzące połączenie GSM. PhoneX nie może reagować na połączenia GSM, ponieważ mają one priorytet przed PhoneX. Podczas aktywności GSM mikrofon jest niedostępny dla PhoneX, a w pewnych przypadkach przyłączenie internetowe może nie działać (np. 3G). połączenie PhoneX można powtórzyć, kiedy tylko druga strona będzie ponownie dostępna.
ru_ru: Звонок былпрекращен, потому чтодругойабонентимеет входящий звонокпомобильному телефону. PhoneXне может контролировать входящие звонки помобильному телефону, потому что те имеют приоритет над звонками через приложение PhoneX. Когда происходит звонок по сотовой связи, то для приложения PhoneX заблокирован доступ к микрофону, и тоже подключение к интернету может оказаться не доступным (например, через 3G). Вызов можете повторить, когда другой абонент будет снова доступен.
sk: Hovor bol ukončený, druhá strana má prichádzajúci GSM hovor. PhoneX nemôže reagovať na GSM hovor, majú prioritu pred PhoneX hovormi. Pri GSM aktivite je mikrofón pre PhoneX nedostupný a v niektorých prípadoch nemusí fungovať internetové pripojenie (napr. 3G). PhoneX hovor môžete opakovať keď bude druhá strana opäť dostupná.

# L_mute_period
source: Mute push notifications
cs: Přerušit push notifikace
de: Push-Benachrichtigungen unterbrechen
pl: Powiadomienia o wciśnięciu trybu wyciszonego
ru_ru: Отключить push-нотификации
sk: Prerušiť push notifikácie

# L_mute_disabled
source: Notifications enabled
cs: Notifikace povoleny
de: Benachrichtigungen erlaubt
pl: Powiadomienia włączone
ru_ru: Нотификации включены
sk: Notifikácie povolené

# L_until_enabled
source: Until I turn it back on
cs: Dokud to zase nezapnu
de: Solange ich nicht wieder aktiviert habe
pl: Dopóki ich znowu nie wyłączę
ru_ru: Пока их не включу обратно
sk: Pokiaľ to nezapnem

# L_mute_notification
source: Mute notifications period
cs: Doba přerušení notifikací
de: Benachrichtigungsdauer unterbrechen
pl: Okres powiadomień
ru_ru: Отключение периода нотификаций
sk: Doba prerušenia notifikácií

# txt_internet_connection_required
source: Internet connection is required for changing this settings, but seems unavailable.
cs: Internetové připojení je vyžadované pro tuto změnu. Pripojení je nedostupné
de: Internetverbindung für Änderung dieser Einstellungen erforderlich, scheint jedoch unverfügbar zu sein.
pl: Aby wprowadzić tę zmianę, konieczne jest połączenie internetowe. Połączenie jest niedostępne
ru_ru: Кажетсяб что подключение к интернету,которое нужно для изменения этой настройки, недоступно.
sk: Internetové pripojenie je vyžadované pre túto zmenu. Pripojenie je nedostupné

# txt_settings_change_failed
source: Failed to change the settings
cs: Chyba při pokusu o změnu nastavení
de: Änderung der Einstellungen scheiterte.
pl: Błąd podczas próby zmiany ustawień
ru_ru: Не удалось изменить настройки
sk: Chyba pri pokuse o zmenu nastavení

# L_tap_to_change
source: Tap to change
cs: Klepněte pro změnu
de: Tap zu Ändern
pl: Dotknij, by wprowadzić zmianę
ru_ru: Нажмите, чтобы изменить
sk: Kliknite pre zmenu

# L_owned_products_desc
source: Overview of units you have available
cs: Přehled dostupných jednotek, které můžete použít
de: Übersicht verfügbarer Einheiten
pl: Wykaz dostępnych jednostek, które możesz wykorzystać
ru_ru: Возможно посмотреть мрожество единиц в наличии
sk: Prehľad dostupných jednotiek, ktoré môžete použiť

# L_subscriptions_desc
source: List of currently active subscriptions
cs: Seznam aktivních získaných předplatných
de: Liste aktuell aktiver Abos
pl: Lista obecnie aktywnych subskrypcji
ru_ru: Список активных подписок
sk: Zoznam aktívnych získaných predplatných

# L_consumeables_desc
source: Extra units from package purchase
cs: Extra jednotky získané zakoupením balíčků
de: Extra Einheiten vom Paketeinkauf
pl: Dodatkowe jednostki uzyskane za zakup pakietów
ru_ru: Дополнительнителные юниты из пакета покупки
sk: Extra jednotky získané zakúpením balíčkov
