Repository: PhoneX-Security/PhoneX_iOS
Catalog: Phonex/Resource/Strings/*.lproj/InfoPlist.strings
Languages: cs, de, pl, ru_ru, sk

# L_get_premium
source: Purchase license
cs: Prodloužit licenci
de: Lizenz kaufen
pl: Przedłuż licencję
ru_ru: Продлить лицензию
sk: Predĺžiť licenciu

# L_business_licence
source: Business licence
cs: Biznis licence
de: Geschäftslizenz
pl: Licencja dla przedsiębiorców
ru_ru: Бизнес лицензия
sk: Biznis licencia

# L_business_licence_detail
source: For secure communication with your colleagues, business partners and clients. Individual pricing provided.
cs: Pro bezpečnou komunikaci se svými kolegy, obchodními partnery a klienty. Ceník na míru.
de: Für die sichere Kommunikation mit Ihren Kollegen, Geschäftspartnern und Kunden. Individuelle Preisgestaltung zur Verfügung gestellt.
pl: Bezpieczna komunikacja ze współpracownikami, parterami biznesowymi i klientami. Cennik indywidualny.
ru_ru: Для защищенного общения со своими коллегами и партнерами по бизнесу. Ценовое предложение на заказ
sk: Pre bezpečnú komunikáciu so svojimi kolegmi, obchodnými partnermi a klientami. Cenník na mieru.

# L_personal_licence
source: Personal licence
cs: Osobní licence
de: Personal-Lizenz
pl: Osobista licencja
ru_ru: Частные лицензии
sk: Osobná licencia

# L_personal_licence_detail
source: For individuals who want to secure their private communication.
cs: Pro jednotlivce, kteří chtějí zabezpečit svoji soukromou komunikaci.
de: Für Personen, die ihre private Kommunikation sichern möchten.
pl: Dla osób prywatnych, które chcą zabezpieczyć swoją prywatną komunikację.
ru_ru: Для физических лиц, которые хотят защитить свое частное общение
sk: Pre jednotlivcov, ktorí chcú zabezpečiť svoju súkromnú komunikáciu.

# L_get_premium_are_you_interested
source: Order at our website if you are interested.
cs: Pokud máte zájem, navštivte naše stránky.
de: Bestellen Sie auf unserer Website, wenn Sie interessiert sind.
pl: Jeśli jesteś zainteresowany, odwiedź naszą stronę.
ru_ru: Если интересуетесь, зайдите к нам на сайт
sk: Ak máte záujem, navštívte naše stránky.

# B_go_to_web
source: Go to web
cs: Přejít na web
de: Zum Web
pl: Strona internetowa
ru_ru: Перейти на сайт
sk: Prejsť na web

# L_licence_expired_chat_info
source: Licence expired!
cs: Licence vypršela!
de: Lizenz abgelaufen ist!
pl: Licencja wygasła!
ru_ru: Срок дейстия лицензии закончился!
sk: Licencia vypršala!

# L_version
source: version
cs: verze
pl: wersja
ru_ru: версия
sk: verzia

# txt_pass_change_error_incorrect_old_password_or_connection
source: Incorrect old password or connection problem.
cs: Nesprávné staré heslo, nebo problém s připojením.
de: Falsche alte Kennwort oder Verbindungsproblem.
pl: Błędne stare hasło lub wystąpił problem z połączeniem.
ru_ru: Недействительный старый пароль или проблемы с подключением
sk: Nesprávne staré heslo, alebo problém s pripojením.

# txt_pass_change_error_communication_with_server_error
source: Error in communication with the server.
cs: Chyba v komunikaci se serverem.
de: Fehler bei der Kommunikation mit dem Server.
pl: Błąd podczas połączenia z serwerem.
ru_ru: Ошибка в коммуникации с сервером
sk: Chyba v komunikácii so serverom.

# txt_pass_change_error_invalid_new_password
source: Invalid new password.
cs: Neplatné nové heslo.
de: Ungültige neues Passwort.
pl: Niepoprawne nowe hasło.
ru_ru: Недействительный новый пароль
sk: Neplatné nové heslo.

# txt_restart_app_detail_description
source: 1. Press the Home button two times quickly. You'll see a small preview of the PhoneX app. 2. Swipe up on the app's preview to close it. 3. Start the app again.
cs: 1. Stiskněte tlačítko Home rychle dvakrát za sebou. Uvidíte malý náhled aplikace PhoneX. 2. Přetáhněte náhled aplikace nahoru, čímž ji zavřete. 3. Spusťte aplikaci znovu.
de: 1. Drücken Sie die Home-Taste zweimal schnell. Hier finden Sie eine kleine Vorschau auf die PhoneX App sehen. 2. Streichen Sie auf dem App-Vorschau, um es zu schließen. 3. Starten Sie die App erneut.
pl: 1. Dotknij szybko, dwukrotnie, przycisk Home. Zobaczysz mały podgląd aplikacji PhoneX. 2. Przeciągnij podgląd aplikacji w górę, aby ją zamknąć. 3. Uruchom ponownie aplikację.
ru_ru: 1. Нажмите кнопку Home быстро два раза подряд. Увидите небольшую иконку приложения PhoneX. 2. Переместите иконку приложения наверх и тем самым закройте его. 3. Запустите приложение еще раз.
sk: 1. Stlačte tlačidlo Home rýchlo dvakrát za sebou. Uvidíte malý náhľad aplikácie PhoneX. 2. Potiahnite náhľad aplikácie nahor, čím ju zatvoríte. 3. Spustite aplikáci znova.

# txt_some_file_cannot_be_previewed
source: Unable to create preview for some files from the selection.
cs: Nelze vytvořit náhled pro některé vybrané soubory.
de: Man kann eine Vorschau nicht erstellen für einige der ausgewählten Dateien.
pl: Nie można utworzyć podglądu niektórych wybranych plików.
ru_ru: Нельзя создать режим просмотра для некоторых выбранных файлов
sk: Nemožno vytvoriť náhľad pre niektoré vybrané súbory.

# L_remembered_username
source: Remembered username
cs: Zapamatované uživatelské jméno
de: Gespeicherte Benutzername
pl: Zapamiętana nazwa użytkownika.
ru_ru: Имя пользователя было запомнено
sk: Zapamätané užívateľské meno

# L_recheck_certificate
source: Check certificate
cs: Zkontrolovat certifikát
de: Zertifikat checken
pl: Sprawdź certyfikat.
ru_ru: Проверить сертификат
sk: Skontrolovať certifikát

# L_processing
source: Processing
cs: Zpracovává se
de: Verarbeitung
pl: Przetwarzanie
ru_ru: Обрабатывается
sk: Spracováva sa

# L_save_password
source: Save password
cs: Uložit heslo
de: Passwort speichern
pl: Zapisz hasło
ru_ru: Сохранить пароль
sk: Uložiť heslo

# B_turn_off
source: Turn off
cs: Vypnout
de: Ausschalten
pl: Wyłącz
ru_ru: Выключить
sk: Vypnúť

# txt_turn_off_save_password
source: PhoneX won't be able to automatically login on the next start or at an unexpected crash of the application.
cs: PhoneX se nebude moci automaticky přihlásit při dalším startu nebo při neočekávaném pádu aplikace.
de: PhoneX wird nicht automatisch beim nächsten Start oder bei einem unerwarteten Absturz der Applikation anmelden können.
pl: PhoneX nie będzie w stanie automatycznie Cię zalogować przy następnym uruchomieniu lub po nieoczekiwanym zamknięciu aplikacji.
ru_ru: PhoneX не сможет автоматически войти в систему при следующем запуске или при неожиданном завершении работы приложения
sk: PhoneX sa nebude môcť automaticky prihlásiť pri ďaľšom štarte alebo pri neočakávanom páde aplikacie.

# txt_q_really_turn_off
source: Do you really want to turn off saving of the password?
cs: Skutečně chcete vypnout ukládání hesla?
de: Wollen Sie wirklich das Speichern des Passwort ausschalten?
pl: Naprawdę chcesz wyłączyć przechowywanie haseł?
ru_ru: Вы действительно хотите выключить сохранение пароля?
sk: Skutočne chcete vypnúť ukladanie hesla?

# L_certificate_title
source: Certificate
cs: Certifikát
de: Zertifikat
pl: Certyfikat
ru_ru: Сертификат
sk: Certifikát

# L_certificate_status
source: Status
cs: Stav
pl: Stan
ru_ru: Состояние
sk: Stav

# L_certificate_created
source: Creation time
cs: Čas vytvoření
de: Erstellungszeit
pl: Utworzono
ru_ru: Время создания
sk: Čas vytvorenia

# L_certificate_last_refresh
source: Last refresh
cs: Poslední obnovení
de: Letzte Aktualisierung
pl: Ostatnio odnowiono
ru_ru: Последнее обновление
sk: Posledné obnovenie

# L_certificate_not_before
source: Valid since
cs: Platný od
de: Gültig seit
pl: Ważny od
ru_ru: Действует с
sk: Platný od

# L_certificate_not_after
source: Expires
cs: Platný do
de: Gültig bis
pl: Ważny do
ru_ru: Действует до
sk: Platný do

# L_certificate_status_invalid
source: Invalid
cs: Neplatný
de: Ungültig
pl: Nieważny
ru_ru: Недействителен
sk: Neplatný

# L_certificate_status_revoked
source: Revoked
cs: Zrušen
de: Widerrufen
pl: Anulowany
ru_ru: Отменен
sk: Zrušený

# L_certificate_status_forbidden
source: Forbidden
cs: Zakázaný
de: Verboten
pl: Zabroniony
ru_ru: Запрещенный
sk: Zakázaný

# L_certificate_status_missing
source: Missing
cs: Chýbí
de: Vermisst
pl: Brak
ru_ru: Не достает
sk: Chýba

# L_certificate_status_no_such_user
source: No such user
cs: Uživatel neexistuje
de: Kein solcher Benutzer
pl: Użytkownik nie istnieje
ru_ru: Пользователь не существует
sk: Užívateľ neexistuje

# L_licence_update
source: Licence
de: Lizenz
pl: Licencja
ru_ru: Лицензия
sk: Licencia

# B_contact_support
source: Contact support
cs: Kontaktovat podporu
de: Support kontaktieren
pl: Działem wsparcia
ru_ru: Связаться с поддержкой
sk: Kontaktovať podporu

# msg_the_ecode_expired
source: The validity of the entered code has expired.
cs: Platnost zadaného kódu vypršela.
de: Die Gültigkeit der eingegebene Code ist abgelaufen.
pl: Ważność wpisanego kodu wygasł..
ru_ru: Срок действия заданного кода истек
sk: Platnosť zadaného kódu vypršala.

# L_local
source: Local
cs: Lokální
de: Lokal
pl: Lokalny
ru_ru: местный
sk: Lokálny

# L_add
source: Add
cs: Přidat
de: Hinzufügen
pl: Dodaj
ru_ru: Добавить
sk: Pridať

# txt_add_new_contact_intro
source: Type a username of the contact you want to add.
cs: Napište uživatelské jméno kontaktu, který si chcete přidat.
de: Tippen Sie Nutzernamen des Kontakts, den Sie hinzufügen wollen.
pl: Wpisz nazwę użytkownika kontaktu, który chcesz dodać.
ru_ru: Введите имя пользователя контакта, которого вы хотите добавить в свои контакты.
sk: Napíšte užívateľské meno kontaktu, ktorý si chcete pridať.

# txt_add_new_contact_intro_expl
source: Ask your contact for his username.
cs: Zeptejte se Vašeho kontaktu na jeho uživatelské jméno.
de: Fragen Sie Ihren Kontakt nach seinem Nutzernamen.
pl: Zapytaj kontakt o jego nazwę użytkownika.
ru_ru: Спросите у своего контакта еаеой у него никнейм.
sk: Spýtajte sa Vášho kontaktu na jeho užívateľské meno.

# txt_change_alias_intro
source: Change alias for the contact with username:
cs: Zmeěnit přezdívku pro kontakt s uživatelským jménem:
de: Ändern Sie Alias für Kontakt mit Nutzernamen.
pl: Zmień alias kontaktu z nazwą użytkownika:
ru_ru: Изменить псевдоним для контакта с ником:
sk: Zmeniť prezývku pre kontakt s užívateľským menom:

# L_old_alias
source: Old alias
cs: Stará přezdívka
de: Alte Alias
pl: Istniejący alias
ru_ru: Старый псевдоним
sk: Stará prezývka

# L_new_alias
source: New alias
cs: Nová přezdívka
de: Neue Alias
pl: Nowy alias
ru_ru: Новый псевдоним
sk: Nová prezývka

# L_alias_for_the_contact
source: Alias for the contact
cs: Přezdívka pro kontakt
de: Alias für den Kontakt
pl: Alias dla kontaktu
ru_ru: Псевдоним для контакта
sk: Prezývka pre kontakt

# L_contact_requests
source: Contact requests
cs: Žádosti o spojení
de: Kontaktanträge
pl: Wnioski kontaktu
ru_ru: Запрос на добавление в контакты
sk: Žiadosti o spojenie

# txt_delete_contact_notification_question
source: The user probably wants to communicate with you. Delete the contact request?
cs: Uživateľ se chce s Vámi pravdepodobne zkontaktovat. Přejete si vymazat jeho požadavek?
de: Ein Nutzer will wahrscheinlich Sie kontaktieren. Kontaktantrag löschen?
pl: Użytkownik prawdopodobnie chce się z Tobą skontaktować. Czy naprawdę chcesz usunąć jego wniosek?
ru_ru: Пользователь вероятно хочет с вами общаться. Удалить запрос на добавление в контакты?
sk: Užívateľ sa chce s Vami pravdepodobne skontaktovať. Želáte si vymazať jeho požiadavok?

# L_app_requires_attention
source: PhoneX requires your attention.
cs: PhoneX vyžaduje Vaši pozornost.
de: PhoneX fordert Ihre Aufmerksamkeit.
pl: PhoneX wymaga twojego zaangażowania.
ru_ru: Приложение PhoneX требует вашего внимания.
sk: PhoneX si vyžaduje Vašu pozornosť.

# txt_autologin_failed_please_click_login
source: An unexpected error occurred. Please login.
cs: Vyskytla se neočekávaná chyba. Prosím, přihlaste se.
de: Unerwarteter Fehler aufgetreten. Bitte login.
pl: Wystąpił nieoczekiwany błąd!. Proszę się zalogować.
ru_ru: Произошла неожиданная ошибка. Пожалуйста, войдите в PhoneX.
sk: Vyskytla sa neočakávaná chyba. Prosím, prihláste sa.

# L_send_logs
source: Send logs
cs: Poslat záznamy
de: Logs senden
pl: Prześlij pliki dziennika
ru_ru: Отправьте логи
sk: Poslať záznamy

# txt_send_logs_intro
source: Logs help us to solve issues faster. The sent logs do not contain any private information. The process may take up to a minute
cs: Záznamy nám pomáhají rychleji vyřešit chyby. Odeslané záznamy neobsahují žádné osobní údaje. Proces může trvat až minutu.
de: Logs helfen uns, die Fehler schneller zu regeln. Abgesendete Logs beinhalten keine privaten Personendaten. Der Prozess kann fast eine Minute dauern.
pl: Logi - pliki dziennika pomagają nam szybciej naprawić błędy. Przesłane pliki dziennika nie zawierają żadnych danych osobowych. Proces może trwać nawet minutę.
ru_ru: Логи нам помогают решать вопросы быстрее. Присланные логи не содержат никакой личной информации. Процесс отправки логов может занять около минуты
sk: Záznamy nám pomáhajú rýchlejšie vyriešiť chyby. Odoslané záznamy neobsahujú žiadne osobné údaje. Proces môže trvať až minútu.

# txt_describe_your_issue
source: Describe your issue with the application here ...
cs: Popište svůj problém zde ...
de: Beschreiben Sie Ihr Problem mit der App hier ...
pl: Opisz swój problem tu ...
ru_ru: Опишите ваши проблемы с приложением туда …
sk: Popíšte svoj problém sem ...

# txt_send_logs_without_description_question
source: Do you want to send the logs without any description?
cs: Chcete odeslat záznamy bez popisu?
de: Logs ohne Beschreibung senden?
pl: Czy chcesz wysłać pliki dziennika bez opisu?
ru_ru: Хотите отправить логи без описания проблемы?
sk: Chcete odoslať záznamy bez popisu?

# txt_send_logs_question
source: Do you really want to send the logs?
cs: Opravdu chcete odeslat záznamy?
de: Wollen Sie die Logs wirklich senden?
pl: Czy naprawdę chcesz wysłać pliki dziennika?
ru_ru: Действительно хотите отправить логи?
sk: Skutočne chcete odoslať záznamy?

# txt_logs_sending_success
source: The logs were successfully processed and now are being sent.
cs: Logy byly úspěšně zpracovány a budou nyní odeslány.
de: Logs erfolgreich bearbeitet, werden nun gesendet.
pl: Logi - pliki dziennika zostały z powodzeniem przetworzone a teraz zostaną odesłane.
ru_ru: Логи были обработаны успешно и сейчас отправляются.
sk: Logy boli úspešne spracované a budú teraz odoslané.

# txt_logs_sending_error
source: An error ocurred during the processing of the logs. Please try again later or contact our support.
cs: Vyskytla se chyba v průběhu zpracování logů. Prosím, opakujte akci později nebo kontaktujte support.
de: Ein Fehler trat während der Bearbeitung der Logs auf. Bitte später wiederholen oder unser Support kontaktieren.
pl: Wystąpił nieoczekiwany błąd w trakcie przetwarzania logów. Proszę powtórzyć czynność później lub skontaktować się z linią wsparcia.
ru_ru: При обработке логов произошла ошибка. Пожалуйста, повторите попытку отправки логов позже, или свяжитесь с нашей службой поддержки.
sk: Došlo k chybě při zpracování logů. Prosim, zkuste později nebo kontaktujte naši podporu.

# msg_user_already_in_trial
source: You have already been issued a Trial license. Only one Trial license per phone is allowed.
cs: Již máte aktivní testovací účet, každý uživatel může vytvořit pouze 1 zkušební licenci.
de: Ihre Trial Lizenz ist bereits aktiv. Lediglich eine Trial Lizenz per Nutzer ist zulässig.
pl: Już masz aktywną licencję testową, każdy użytkownik może mieć wyłącznie 1 licencję testową.
ru_ru: Вы уже получили пробную лицензию. Допускается только одна пробная лицензия на телефон.
sk: Na tomto zariadení už bola aktivovaná Trial licencia. Na jednom zariadení môže byť aktivovaná len jedna.

# txt_terms_of_use
source: By continuing you agree to <strong>terms of use</strong>.
cs: Pokračováním souhlasíte s <strong>podmínkami používání</strong>.
de: Mit Fortsetzen stimmen Sie den <strong>terms of use</strong> zu.
pl: Kontynuując wyrażasz zgodę na <strong>warunki korzystania z usług</strong>.
ru_ru: Продолжая, вы соглашаетесь с <strong>Условиями использования</strong>.
sk: Pokračovaním súhlasíte s <strong>podmienkami používania</strong>.

# L_terms_of_use
source: Terms of use
cs: Podmínky používání
de: Nutzungsbedingungen
pl: Warunki korzystania z usług
ru_ru: Условия использования
sk: Podmienkami používania

# L_touch_id_ios8plus_required
source: iOS 8+ required
cs: vyžaduje iOS 8+
de: iOS 8+ Antrag
pl: wymaga iOS 8+
ru_ru: Требуется iOS 8+
sk: vyžaduje iOS 8+

# L_touch_id_not_available
source: Not available
cs: Nedostupné
de: Nicht erreichbar
pl: Niedostępny
ru_ru: Не доступно
sk: Nedostupné

# L_touch_id_not_used
source: Not used
cs: Nepoužité
de: Nicht genutzt
pl: Nieużywany
ru_ru: Не используется
sk: Nepoužité

# L_touch_id_set_and_used
source: Set and used
cs: Nastavené a použité
de: Eingestellt und genutzt
pl: Ustawiony i używany
ru_ru: Установлен и в пользовании
sk: Nastavené a použité

# txt_touch_id_ios8plus_required_message
source: Please update to iOS 8+ or upgrade to a device supporting Touch ID.
cs: Prosím aktualizujte na iOS 8+ nebo použijte zařízení podporující Touch ID.
de: Bitte auf iOS 8+ aktualisieren oder zu Device Supporting Touch ID wechseln.
pl: Proszę o aktualizację iOS 8+ lub użycie urządzenia ze wsparciem czytnika Touch ID.
ru_ru: Пожалуйста, обновите Ваш прибор до iOS 8+ или перейдите на устройство с поддержкой сенсорного ID.
sk: Prosím aktualizujte na iOS 8+ alebo použite zariadenie podporujúce Touch ID.

# txt_touch_id_not_available_message
source: Please add at least one finger print to Touch ID via Settings or upgrade to a device supporting Touch ID.
cs: Prosím přidejte alespoň jeden otisk prstu na Touch ID přes Nastavení nebo použijte zařízení podporující Touch ID.
de: Bitte mit Fingerprint zu Touch ID via Einstellungen oder Upgrade zu Device Supporting Touch ID gehen.
pl: Proszę dodać przynajmniej jeden odcisk palca w Touch ID w menu ustawienia lub użyć urządzenie ze wsparciem czytnika Touch ID.
ru_ru: Пожалуйста, добавьте хотя бы один отпечаток пальца в сенсорный ID через Настройки, или перейдите на устройство с поддержкой сенсорного ID.
sk: Prosím pridajte aspoň jeden otlačok prstu na Touch ID cez Nastavenia alebode použite zariadenie podporujúce Touch ID.

# txt_touch_id_pinlock_not_set_message
source: Please set Pin Lock in preferences of PhoneX to enable Touch ID.
cs: Prosím nastavte Uzamčení PINem v nastaveních PhoneX pro povolení Touch ID.
de: Bitte Pin Lock in Preferences of PhoneX einstellen, um Touch ID zu aktivieren.
pl: Proszę o ustawienie Blokady kodem PIN w ustawieniach PhoneX w celu zezwolenia używania czytnika Touch ID.
ru_ru: Пожалуйста, в Настройках приложения PhoneX введите PIN-код для блокировки, чтобы включить Сенсорный ID.
sk: Prosím nastavte Uzamknutie PINom v nastaveniach PhoneXu pre povolenie Touch ID.

# txt_touch_id_pinlock_not_set
source: PhoneX Pin Lock not set
cs: PhoneX Uzamčení PINem není nastaveno
de: PhoneX Pin Lock nicht eingestellt
pl: PhoneX Blokada kodem PIN nie jest ustawiona
ru_ru: PIN-код ДЛЯ блокировки приложения PhoneX не введен
sk: PhoneX Uzamknutie PINom nie je nastavené

# txt_touch_id_verify_to_set
source: Verify your Touch ID to enable it for PhoneX.
cs: Ověřte své Touch ID, aby se povolilo pro PhoneX.
de: Bitte Ihr Touch ID prüfen, um es für PhoneX zu aktivieren.
pl: Sprawdź ustawienia czytnika Touch ID, zezwól na korzystanie dla PhoneX.
ru_ru: Заверте ваш Сенсорный ID, чтобы включить его для приложения PhoneX.
sk: Overte svoje Touch ID, aby sa povolilo pre PhoneX.

# txt_touch_id_verify_to_access
source: Verify your Touch ID to access PhoneX.
cs: Ověřte své Touch ID pro vstup do PhoneX.
de: Bitte Ihr Touch ID für Zugriff zu PhoneX prüfen.
pl: Sprawdź ustawienia czytnika Touch ID pod kątem dostępu do PhoneX.
ru_ru: Для доступа в приложение PhoneX проверте ваш Сенсорный ID.
sk: Overte svoje Touch ID pre vstup do PhoneX.

# txt_logout_server_command
source: You were logged out by the PhoneX operator
cs: Byl jste odhlášen zásahem operátora PhoneX.
de: Log-out durch PhoneX Administrator.
pl: Doszło do wylogowania ze strony Operatora PhoneX.
ru_ru: Ваша сессия в приложении PhoneX была закрыта администратором PhoneX
sk: Boli ste odhlásení zásahom operátora PhoneX.

# L_enable_google_analytics
source: Collecting anonymous data
cs: Sběr anonymních dat
de: Erfassung anonymer Daten
pl: Zbieranie anonimowych danych
ru_ru: Сбор анонимных данных
sk: Zber anonymných dát

# txt_buy_full_to_turn_off_analytics
source: Collecting annonymous data helps us improve PhoneX for you. Disabling it is allowed in paid version only.
cs: Sběr anonymních dat nám pomáha zlepšovať kvalitu PhoneX. Vypnutí je povoleno pouze v placené verzi PhoneX.
de: Erfassung anonymer Daten hilft uns, die PhoneX Qualität für SIe zu verbessern. Sperren ist lediglich in bezahlter PhoneX Version möglich.
pl: Zbieranie anonimowych danych pomaga nam doskonalić jakość PhoneX. Jego wyłączenie jest dopuszczalne jedynie w płatnej wersji PhoneX.
ru_ru: Сбор анонимных данных помогает нам улучшить приложение PhoneX. Отключение этой функции допускается только в платной версии приложения.
sk: Zber anonymných dát nám pomáha zlepšovať kvalitu PhoneX. Ich vypnutie je dovolené len v platenej verzii PhoneX.

# txt_google_analytics_are_on
source: PhoneX collects anonymous data to improve service quality. You can turn off this function in settings of the application.
cs: PhoneX sbírá anonymní údaje pro zlepšení kvality služeb. Tuto funkci můžete vypnout v nastavení aplikace.
de: PhoneX erfasst anonyme Daten für Verbesserung von der Service Qualität. Diese Funktion kann in Applikation – Einstellungen ausgeschaltet werden.
pl: PhoneX zbiera anonimowe dane w celu doskonalenia jakości usług. Tę funkcję można wyłączyć w ustawieniach aplikacji.
ru_ru: Приложение PhoneX собирает анонимные данные для улучшения качества обслуживания. Вы можете отключить эту функцию в настройках приложения.
sk: PhoneX zbiera anonymné údaje pre zlepšenie kvality služieb. Túto funkciu môžete vypnúť v nastaveniach aplikácie.

# L_manage_licence
source: Manage licence
cs: Správa licence
de: Lizenzverwaltung
pl: Zarządzanie licencją
ru_ru: Управление лицензией
sk: Správa licencie

# L_file
source: File
cs: Soubor
de: Datei
pl: Plik
ru_ru: Файл
sk: Súbor

# L_files
source: Files
cs: Soubory
de: Dateien
pl: Pliki
ru_ru: Файлы
sk: Súbory

# L_files_more_than_four
source: Files
cs: Souborů
de: Dateien
pl: Plików
ru_ru: Файлов
sk: Súborov

# L_licence_state
source: Licence state
cs: Stav licence
de: Lizenzstatus
pl: Stan licencji
ru_ru: Состояние лицензии
sk: Stav licencie

# L_available_products
source: Available products
cs: Dostupné produkty
de: Verfügbare Produkte
pl: Dostępne produkty
ru_ru: Доступные продукты
sk: Dostupné produkty

# L_subscriptions
source: subscriptions
cs: předplatné
de: Abos
pl: subskrypcje
ru_ru: подписки
sk: predplatné

# L_consumeables
source: packages
cs: balíčky
de: Pakete
pl: pakiety
ru_ru: пакеты
sk: balíčky

# L_owned_products
source: Current state
cs: Současný stav
de: Aktueller Status
pl: Aktualny stan
ru_ru: Текущее состояние
sk: Súčasný stav

# L_messages
source: Messages
cs: Zprávy
de: Nachrichten
pl: Komunikaty
ru_ru: Сообщения
sk: Správy

# L_bought_packages
source: Details
cs: Detaily
pl: Szczegóły
ru_ru: Детали
sk: Detaily

# L_restore
source: Restore
cs: Obnovit
de: Erneuern
pl: Odśwież
ru_ru: Обновить
sk: Obnoviť

# L_unlimited
source: unlimited
cs: neomezené
de: Unbeschränkt
pl: nieograniczone
ru_ru: неограниченное
sk: neobmedzené

# L_no_packages_owned
source: Empty
cs: Prázdné
de: Leer
pl: Puste
ru_ru: Пустой
sk: Prázdne

# L_loading_error
source: Loading error
cs: Chyba při načítavání
de: Fehler beim Laden
pl: Błąd podczas wczytywania
ru_ru: Ошибка загрузки
sk: Chyba pri načítavaní

# L_valid_until
source: Valid until
cs: Platné do
de: Gültig bis
pl: Ważność do
ru_ru: Действительно до
sk: Platné do

# L_manage_subscriptions
source: Manage subscriptions
cs: Správa předplatných
de: Verwaltung Abos
pl: Zarządzanie subskrypcjami
ru_ru: Управление подписками
sk: Správa predplatných
