Repository: PhoneX-Security/PhoneX_iOS
Catalog: Phonex/Resource/Strings/*.lproj/InfoPlist.strings
Languages: cs, de, pl, ru_ru, sk

# txt_not_enough_minutes_to_spend
source: You have no more minutes available for call. Please check your licence state.
cs: Nemáte žádné dostupné minuty pro uskutečnění hovoru. Prosím, zkontrolujte stav licence.
de: Keine Minuten mehr für den Anruf verfügbar. Bitte Ihren Lizenzstatus prüfen.
pl: Nie masz żadnych dostępnych minut, by zrealizować połączenie. Proszę o sprawdzenie stanu licencji.
ru_ru: У вас нет больше свободных минут для разговора. Пожалуйста, проверьте состояние Вашей лицензии.
sk: Nemáte žiadne dostupné minúty pre uskutočnenie hovoru. Prosím, skontrolujte stav licencie.

# L_invite_friends
source: Invite friends
cs: Pozvat přátele
de: Freunde einladen
pl: Zaproś przyjaciół
ru_ru: Пригласите друзей
sk: Pozvat priateľov

# txt_invite_friends_intro
source: Invite your friends to start using PhoneX and get in touch with you.
cs: Pozvěte své přátele do PhoneX aby se s Vámi mohli bezpečně spojit.
de: Freunde einladen, um PhoneX zu nutzen und mit Ihnen in Verbindung zu sein.
pl: Zaproś swoich przyjaciół do PhoneX, by mogli być z tobą w kontakcie.
ru_ru: Пригласите своих друзей, чтобы начали пользоваться приложением PhoneX и вступили с вами в контакт.
sk: Pozvite svojich priateľov do PhoneX aby sa s Vami mohli bezpečne spojiť.

# B_invite_text
source: Invite by SMS
cs: Pozvat přes SMS
de: Via SMS einladen
pl: Zaproś za pomocą SMS
ru_ru: Пригласить по СМС
sk: Pozvat cez SMS

# B_invite_mail
source: Invite by e-mail
cs: Pozvat přes e-mail
de: Via e-mail einladen
pl: Zaproś za pomocą e-maila
ru_ru: Пригласите по электронной почте
sk: Pozvat cez e-mail

# B_invite_copy
source: Copy invitation
cs: Zkopírovat pozvánku
de: Einladung kopieren
pl: Skopiuj zaproszenie
ru_ru: Копировать приглашение
sk: Skopírovať pozvánku

# txt_invite_friends_txt
source: Let's switch to encrypted communication using PhoneX: https://phone-x.net/get
cs: Pojď přejít na šifrovanou komunikaci s PhoneX: https://phone-x.net/get
de: Zu verschlüsserter Kommunikation wecheln mittels PhoneX Nutzung: https://phone-x.net/get
pl: Przełączamy na szyfrowaną komunikację PhoneX: https://phone-x.net/get
ru_ru: Давай общаться по шифрованной связи через приложение PhoneX: https://phone-x.net/get
sk: Prejdi na šifrovanú komunikáciu s PhoneX: https://phone-x.net/get

# txt_invite_friend_copied
source: Invitation message was copied to clipboard
cs: Text pozvánky byl zkopírován do schránky
de: Der Einladungstext wurde in Ablagemappe kopiert.
pl: Tekst zaproszenia został skopiowany do skrzynki
ru_ru: Пригласительное сообщение было скопировано в буфер
sk: Text pozvánky bol skopírovaný do schránky

# txt_invite_mail_title
source: Join PhoneX
cs: Zkus PhoneX
pl: Dołącz do PhoneX
ru_ru: Присоединяйся к PhoneX
sk: Skús PhoneX

# txt_invite_mail_body
source: Let's switch to encrypted communication using PhoneX: https://phone-x.net/get
cs: Pojď přejít na šifrovanou komunikaci s PhoneX: https://phone-x.net/get
de: Zu verschlüsserter Kommunikation wechseln mittels PhoneX Nutzung: https://phone-x.net/get
pl: Przejdźmy na szyfrowaną komunikację PhoneX: https://phone-x.net/get
ru_ru: Давай общаться по шифрованной связи через приложение PhoneX: https://phone-x.net/get
sk: Prejdi na šifrovanú komunikáciu s PhoneX: https://phone-x.net/get

# txt_invite_sending_error
source: Invitation sent successfully
cs: Pozvánka odeslána
de: Senden der Einladung scheiterte.
pl: Zaproszenie zostało wysłane
ru_ru: Приглашение было отправлено успешно
sk: Pozvánka odoslaná

# txt_invite_sending_success
source: Invitation sending failed
cs: Odeslání se nezdařilo
de: Einladung erfolgreich gesendet.
pl: Wysłanie zaproszenia nie powiodło się
ru_ru: Приглашение отправить не удалось
sk: Odosielanie zlyhalo

# txt_logout_desc
source: Logout from PhoneX
cs: Odhlášení z PhoneX
de: Log-Out von PhoneX
pl: Wyloguj z PhoneX
ru_ru: Выход из приложения PhoneX
sk: Odhlásenie z PhoneX

# msg_logout_question
source: Do you want to logout? If you don't remember your password you will not be able to login back.
cs: Chcete se opravdu odhlásit? Pokud si nepamatujete Vaše přihlasovací heslo nebudete se schopni opět přihlásit.
de: Wollen Sie Log-out? Erinnern Sie sich an Ihr Passwort nicht, wird Ihr Log-in nicht mehr möglich sein.
pl: Czy naprawdę chcesz się wylogować? Jeśli nie pamiętasz hasła, ponowne zalogowanie nie będzie możliwe.
ru_ru: Вы хотите выйти из приложения? Если вы не помните свой пароль, то не сможете войти обратно.
sk: Chcete sa naozaj odhlásiť? Pokiaľ si nepamätáte svoje prihlasovacie heslo nebudete schopní sa opäť prihlásiť.

# L_incomming_call_repeated
source: Incomming call (ringtone)
cs: Příchozí hovor (zvonění)
de: Eingehender Anruf (Klingelton)
pl: Połączenie przychodzące (dzwonek)
ru_ru: Входящий вызов (тон звонка)
sk: Prichádzajúci hovor (zvonenie)

# L_notifications
source: Notifications
cs: Notifikace
de: Benachrichtigungen
pl: Powiadomienia
ru_ru: Нотификации
sk: Notifikácia

# L_disable_notifications
source: Mute notifications
cs: Ztlumit notifikace
de: Benachrichtigungen unterbrechen
pl: Przycisz powiadomienia
ru_ru: Отключение нотификаций
sk: Ztíšiť upozornenia

# L_disable_sound_notifications
source: Mute sound notifications
cs: Ztmlumit zvukové notifikace
de: Ton-Benachrichtigungen unterbrechen
pl: Przycisz powiadomienia dźwiękowe
ru_ru: Отключение звука нотификаций
sk: Ztíšiť zvukové upozornenia

# L_call_ringtone
source: Call ringtone
cs: Tón zvonění
de: Anruf – Klingeltöne
pl: Dźwięk dzwonka
ru_ru: Мелодия звонка
sk: Tón zvonenia

# L_message_tone
source: New message tone
cs: Tón nové zprávy
de: Neue Nachricht – Klingeltöne
pl: Dźwięk nowego komunikatu
ru_ru: Мелодия нового сообщения
sk: Tón novej správy

# L_missed_call_tone
source: Missed call tone
cs: Tón zmeškaného hovoru
de: Verlorener Anruf – Klingelton
pl: Dźwięk nieodebranego połączenia
ru_ru: Мелодия пропущенного звонка
sk: Tón zmeškaného hovoru

# L_notification_tone
source: Other notification tone
cs: Tón jiné notifikace
de: Andere Benachrichtigungen – Klingeltöne
pl: Dźwięk innego powiadomienia
ru_ru: Мелодия прочих нотификаций
sk: Tón iného upozornenia

# L_repeat_sound_notification_title
source: Ringone in loop, multiple
cs: Tón zvonění ve smyčce
de: Wiederholender Klingelton, mehrfach
pl: Dźwięk dzwonka powtarzający się w pętli
ru_ru: Повторить мелодию звонка несколько раз
sk: Tón zvonenia v smyčke

# L_repeat_sound_notification
source: Repeat ring tone
cs: Opakovat tón zvonění
de: Klingelton wiederholen
pl: Powtarzaj dźwięk dzwonka
ru_ru: Повтор мелодии звонка
sk: Opakovať tón zvonenia

# L_vibrate_calls_notification_title
source: More intensive vibration notification
cs: Víc intenzivní vibrační notifikace
de: Intensivere Vibrationsbenachrichtigung
pl: Bardziej intensywne wibracje powiadomienia
ru_ru: Более интенсивная вибрация при уведомления
sk: Viac intenzívne vibračné notifikácie

# L_vibrate_calls_notification
source: Vibrate on call
cs: Vibrovat při zvonění
de: Vibrationsmodus beim Anruf
pl: Wibruj podczas dzwonienia
ru_ru: Вибрация при звонке
sk: Vibrovať pri zvonení

# L_allow_handsfree
source: Handsfree as default
cs: Handsfree výchozí
de: Handsfree als default
pl: Tryb głośnomówiący jako domyślny
ru_ru: Громкая связ по умолчанию
sk: Handsfree východzie

# L_tone_select
source: Select a tone
cs: Vyberte tón
sk: Vyberte tón

# B_update
source: Update
cs: Aktualizovat
sk: Aktualizovať

# B_later
source: Later
cs: Později
sk: Neskôr

# txt_cannot_disable_gai
source: Disabling statistics collection and error reporting is not allowed by the configuration. You may have a license with mandatory reporting (e.g., tester). Thank you for helping us making PhoneX better.
cs: Konfigurace neumožňuje vypnout zběr statistik a hlášení chyb. Zřejmě máte licenci s povinně zapnutým hlášením (např. tester). Děkujeme, že pomáhate dělat PhoneX lepším.
sk: Konfigurácia neumožňuje vypnúť zbieranie štatistík a hlásenie chýb. Zrejme máte licenciu s povinne zapnutým hlásením (napr. tester). Ďakujeme, že pomáhate robiť PhoneX lepším.

# msg_incompatible_version
source: PhoneX application you are using is not compatible with the given login server
cs: Aplikace PhoneX není kompatibilná s login serverem pro zadaného uživatele
sk: Aplikácia PhoneX nie je kompatibilná s login serverom pre zadaného užívateľa

# msg_old_version
source: PhoneX application you are using is not supported anymore. Please, update to newest version.
cs: Aplikace PhoneX kterou používáte je zastaralá a nepodporována. Prosím, aktualizujte PhoneX na nejnovější verzi.
sk: Aplikácia PhoneX ktorú používate je zastaralá a nie je ďalej podporovaná. Prosím, aktualizujte PhoneX na najnovšiu verziu.

# L_recovery_mail
source: Password reset email
cs: E-mail pro obnovu hesla
sk: E-mail pre obnovu hesla

# L_recovery_mail_not_set
source: Email is not set
cs: E-mail není nastaven
sk: E-mail nie je nastavený

# txt_recovery_mail_intro
source: Email to send a recovery code in case of forgotten password. It won't be shared with other third parties.
cs: E-mail bude použit pouze na zaslání kódu pro obnovu hesla a nebude sdílený s třetími stranami.
sk: E-mail bude použitý iba na zaslanie kódu pre obnovu hesla a nebude zdieľaný s tretími stranami.

# txt_recovery_mail_warning
source: No recovery email is set up! In case of forgotten password, you may lose access to your account.
cs: Žádný e-mail není nastaven! V případě zapomenutého hesla můžete ztratit přístup ke svému účtu.
sk: Žiadny e-mail nie je nastavený! V případě zapomenutého hesla můžete ztratit přístup ke svému účtu.

# L_recovery_mail_placeholder
source: your.email@here.com
cs: vas.email@zde.cz
sk: vas.email@domena.sk

# txt_invalid_email
source: Invalid email address entered
cs: Zadán nevalidní e-mail
sk: Zadaný nevalidný e-mail

# txt_same_recovery_email
source: Email address is already set
cs: E-mail je již nastaven
sk: Email je už nastavený

# B_change
source: Change
cs: Změnit
sk: Zmeniť

# txt_confirm_email_change_empty
source: Do you really want to set empty recovery mail? If you forget your login password nobody can recover access to your account. You can loose bought licenses, etc.
cs: Opravdu chcete nastavit prázdný e-mail pro obnovu hesla? V případe zapomenutí hesla ztratíte přístup k Vašemu účtu, licencím a pod.
sk: Naozaj chcete nastaviť prázdny e-mail pro obnovu hesla? V prípade zabudnutia hesla stratíte prístup k Vašemu účtu, licenciám a pod.

# txt_confirm_email_change
source: Please confirm the change of the password reset email to:
cs: Prosím potvrďte změnu e-mailu pro obnovu hesla na:
sk: Prosím potvrďte zmenu e-mailu pre obnovu hesla na:

# L_password_verification
source: Password verification
cs: Verifikace hesla
sk: Verifikácia hesla

# txt_password_verification_needed
source: PhoneX login password verification is needed for this step.
cs: Pro následující krok je nutná verifikace Vašeho PhoneX přihlašovacího hesla.
sk: Pre nasledujúci krok je nutná verifikácia Vašeho PhoneX prihlasovacieho hesla.

# txt_aux_email_change_empty
source: You are going to set empty recovery password email.
cs: Chystáte se nastavit prázdný e-mail pro obnovu hesla.
sk: Chystáte sa nastaviť prázdný e-mail pre obnovu hesla.

# txt_aux_email_change
source: You are going to update recovery password mail to:
cs: Chystáte se změnit e-mail pro obnovu hesla na:
sk: Chystáte sa zmeniť e-mail pre obnovu hesla na:

# L_login_password
source: Type your login password here
cs: Zde zadejte Vaše přihlašovací heslo
sk: Tu zadajte Vaše prihlasovacie heslo

# txt_invalid_password
source: Invalid login password, retries left:
cs: Nesprávné heslo, zbývá pokusů:
sk: Nesprávné heslo, ostáva pokusov:

# txt_too_many_invalid_password_attempts
source: You were logged out because of too many invalid password entry attempts
cs: Byl jste odhlášen z důvodu velkého počtu nesprávných pokusů o zadání přihlašovacího hesla
sk: Boli ste odhlásení z dôvodu veľkého počtu nesprávnych pokusov o zadanie prihlasovacieho hesla

# txt_recovery_email_change_failed
source: Password recovery email change failed, please try again later.
cs: Nastala chyba při pokusu o změnu e-mailu pro obnovu hesla. Prosím, zkuste to později.
sk: Nastala chyba pri pokuse o zmenu e-mailu pre obnovu hesla. Prosím, skúste to neskôr.

# L_recovery_email_notification
source: Password reset email is not set!
cs: E-mail pro reset hesla není nastaven!
sk: E-mail pre reset hesla nie je nastavený!

# txt_time_days_plurals_one
source: day
cs: den
sk: deň

# txt_time_days_plurals_other
source: days
cs: dní
sk: dní

# txt_time_hours_plurals_one
source: hour
cs: hodina
sk: hodina

# txt_time_hours_plurals_other
source: hours
cs: hodin
sk: hodín

# txt_time_minutes_plurals_one
source: minute
cs: minuta
sk: minúta

# txt_time_minutes_plurals_other
source: minutes
cs: minut
sk: minút

# txt_time_seconds_plurals_one
source: second
cs: sekunda
sk: sekunda

# txt_time_seconds_plurals_other
source: seconds
cs: sekund
sk: sekúnd

# txt_time_milliseconds_plurals_one
source: millisecond
cs: milisekunda
sk: milisekunda

# txt_time_milliseconds_plurals_other
source: milliseconds
cs: milisekund
sk: milisekúnd

# txt_recovery_code_send_success
source: Recovery code was successfully sent to a registered e-mail address. Code is valid until %@ (%@). Please, wait for code delivery, do not send reset code repeatedly.
cs: Kód pro obnovu hesla byl úspěšně zaslán na registrovaný e-mail. Kód je platný do %@ (%@). Prosím vyčkejte na doručení kódu, nežádejte o zaslání opakovaně.
sk: Kód pre obnovu hesla bol úspešne zaslaný na registrovaný e-mail. Kód je platný do %@ (%@). Prosím vyčkajte na doručenie kódu, nežiadajte o zaslanie kódu opakovane.

# L_forgot_password
source: I forgot my password.
cs: Zapomněli jste heslo?
sk: Zabudli ste heslo?

# B_forgotten_password
source: Password reset
cs: Reset hesla
sk: Reset hesla

# txt_cannot_open_link
source: Link cannot be opened, unknown format.
cs: PhoneX nezná uvedený odkaz
sk: PhoneX nepozná uvedený odkaz

# txt_cannot_open_link_unknown
source: Unknown link passed to PhoneX
cs: PhoneX nezná uvedený odkaz
sk: PhoneX nepozná uvedený odkaz

# txt_open_recovery_link_malformed
source: Recovery link cannot be read, it has malformed format. Please, re-type recovery code manually
cs: Odkaz s obnovovacím kódem není možné otevřít. Prosím, přepište kód ručně.
sk: Odkaz s obnovovacím kódom nemožno otvoriť. Prosím, prepíšte kód ručne.

# txt_open_recovery_link_already_logged_in
source: Recovery link cannot be used when already logged-in
cs: Odkaz s obnovovacím kódem není možné otevřít když je uživatel přihlášen.
sk: Odkaz s obnovovacím kódom nemožno použiť keď je používateľ prihlásený.

# txt_forgotten_password_intro
source: To reset your password, enter your username. You will receive an email with your recovery code for one-time login and password reset.
cs: Chcete-li obnovit své heslo, zadejte prosím své uživatelské jméno. Obdržíte e-mail s kódem pro jednorázové přihlášení a změnu hesla.
sk: Ak chcete obnoviť svoje heslo, zadajte prosím svoje užívateľské meno. Dostanete e-mail s kódom pre jednorazové prihlásenie a zmenu hesla.

# L_recovery_code
source: Recovery code
cs: Obnovovací kód
sk: Obnovovací kód

# B_sendCode
source: Send code
cs: Zaslat kód
sk: Zaslať kód

# B_applyCode
source: Apply code
cs: Použít kód
sk: Použiť kód

# txt_recovery_code_not_valid
source: Recovery code is not valid
cs: Obnovovací kód je neplatný.
sk: Obnovovací kód je neplatný.

# txt_login_name_not_valid
source: Login name is not valid
cs: Přihlašovací jméno je neplatné.
sk: Prihlasovacie meno je neplatné.

# txt_send_code_failed_general
source: Sending code failed, please, try again.
cs: Zasílaní kódu zlyhalo. Zkuste to prosím později.
sk: Zasielanie kódu zlyhalo. Skúste to prosím neskôr.

# txt_send_code_failed_too_often
source: Too many requests, please, try again later.
cs: Překročen limit počtu požadavků. Zkuste to prosím později.
sk: Prekročený limit počtu požiadaviek. Skúste to prosím neskôr.

# txt_send_code_failed_too_often_ip
source: Too many requests, please, try again later.
cs: Překročen limit počtu požadavků. Zkuste to prosím později.
sk: Prekročený limit počtu požiadaviek. Skúste to prosím neskôr.

# txt_send_code_failed_empty_recovery_mail
source: User has no recovery e-mail registered. Password reset is disabled.
cs: Uživatel nemá registorván e-mail pro reset hesla. Reset hesla je deaktivován.
sk: Používateľ nemá registrovaný e-mail pre reset hesla. Reset hesla je deaktivovaný.

# txt_apply_code_failed_general
source: Code apply operation failed. Please, try again later.
cs: Aplikace kódu zlyhala. Zkuste to prosím později.
sk: Aplikácia kódu zlyhala. Skúste to prosím neskôr.

# txt_apply_code_failed_too_often
source: Too many requests, please, try again later.
cs: Překročen limit počtu požadavků. Zkuste to prosím později.
sk: Prekročený limit počtu požiadaviek. Skúste to prosím neskôr.

# txt_apply_code_failed_too_often_ip
source: Too many requests, please, try again later.
cs: Překročen limit počtu požadavků. Zkuste to prosím později.
sk: Prekročený limit počtu požiadaviek. Skúste to prosím neskôr.

# txt_apply_code_failed_empty_recovery_mail
source: User has no recovery e-mail registered. Password reset is disabled.
cs: Uživatel nemá registorván e-mail pro reset hesla. Reset hesla je deaktivován.
sk: Používateľ nemá registrovaný e-mail pre reset hesla. Reset hesla je deaktivovaný.

# txt_apply_code_failed_invalid_code
source: Recovery code is not valid
cs: Obnovovací kód je neplatný
sk: Obnovovací kód je neplatný

# L_call_phone
source: Call
cs: Volat
sk: Volať

# L_send_text
source: Send text
cs: Poslat SMS
sk: Poslať SMS

# L_open_url
source: Open URL
cs: Otevřít odkaz
sk: Otvoriť odkaz

# L_message_menu
source: Message menu
cs: Menu zprávy
sk: Menu správy

# L_total_size
source: Size
cs: Velikost
sk: Veľkosť

# L_file_date
source: Last modification
cs: Čas modifikace
sk: Čas modifikácie

# L_file_size
source: Size
cs: Velikost
sk: Veľkosť

# L_file_type
source: Type
cs: Typ
sk: Typ

# L_file_mime_type
source: MIME type
cs: MIME typ
sk: MIME typ

# L_new_photo
source: Take a picture
cs: Vyfotit obrázek
sk: Odfotiť obrázok

# B_ok
source: ok
ru_ru: ОК

# title_info
source: info
ru_ru: информация

# L_choose_presence_status
source: Status
ru_ru: Статус

# L_call_error_timeout
source: Timeout
de: Auszei
pl: Minął limit czasowy
ru_ru: Таймаут

# L_certificate_hash
source: Hash
ru_ru: Хэш

# L_certificate_status_ok
source: Ok
ru_ru: ОК

# L_server
source: Server
pl: Serwer
ru_ru: сервер

# L_touch_id
source: Touch ID
pl: Czytnik Touch ID
ru_ru: Сенсорный ID

# B_conversation
source: conversation
de: Konversation
