Repository: PhoneX-Security/PhoneX_iOS
Catalog: Phonex/Resource/Strings/*.lproj/InfoPlist.strings
Languages: cs, de, pl, ru_ru, sk

# L_call_error_not_allowed
source: Not allowed to call this contact
cs: Není povoleno volat kontaktu
de: Nicht erlaubt, diesen Kontakt anzurufen
pl: Niedozwolone dzwonienie do tego kontaktu
ru_ru: Не разрешено звонить данному контакту
sk: Nie je povolené volať kontaktu

# L_call_error_callee_offline
source: The callee is offline
cs: Volaný je offline
de: Der Angerufene ist offline
pl: Kontakt jest offline
ru_ru: Адресат не в сети
sk: Volaný je offline

# L_call_error_busy
source: The callee is busy
cs: Volaný je zaneprázdněn
de: Der Angerufene ist beschäftigt
pl: Kontakt jest zajęty
ru_ru: Адресат занят
sk: Volaný je zaneprázdnený

# L_call_error_callee_unavailable
source: The callee is unavailable
cs: Volaný je nedostupný
de: Der Angerufene ist nicht verfügbar
pl: Kontakt jest niedostępny
ru_ru: Адресат недоступен
sk: Volaný je nedostupný

# L_call_error_cannot_reach_destination
source: Unable to reach the contact
cs: Není možné zastihnout kontakt
de: Man kann nicht den Kontakt erreichen
pl: Nie można zastać kontaktu
ru_ru: Невозможно застать адресата
sk: Nemožno zastihnúť kontakt

# L_call_error_not_implemented
source: Remote party does not support voice calls
cs: Druhá strana nepodporuje hlasový hovor
de: Gegenstelle nicht unterstützt Sprachanrufe
pl: Druga strona nie obsługuje rozmów głosowych
ru_ru: На другой стороне не поддерживается голосовой звонок
sk: Druhá strana nepodporuje hlasový hovor

# L_call_error_servis_unavailable
source: The servis is unavailable
cs: Služba je nedostupná
de: Die servis ist nicht verfügbar
pl: Usługa jest niedostępna
ru_ru: Услуга недоступна
sk: Služba je nedostupná

# txt_logout_due_another_login
source: Logout because of a login with the same account on another device.
cs: Bol jste odhlášen, protože proeběhlo přihlásení s Vašim účtem na jinem zařízení.
de: Abgemeldet wegen einer Einmeldung mit dem selbem Konto auf einem anderen Gerät.
pl: Nastąpiło wylogowanie, ponieważ zalogowałeś się na swoje konto na innym urządzeniu.
ru_ru: Вы вышли из системы, так как на другом устройстве был осуществлен вход с Вашей учетной записи
sk: Boli ste odhlásení, pretože prebehlo prihlásenie s Vašim účtom na inom zariadení.

# L_password
source: Password
cs: Heslo
de: Passwort
pl: Hasło
ru_ru: Пароль
sk: Heslo

# L_from
source: sender
cs: odesílatel
de: Absender
pl: nadawca
ru_ru: отправитель
sk: odosielateľ

# L_to
source: recipient
cs: příjemce
de: Empfänger
pl: odbiorca
ru_ru: получатель
sk: príjemca

# L_status
source: status
cs: stav
pl: stan
ru_ru: состояние
sk: stav

# L_trial
source: trial licence
cs: zkušební licence
de: Testlizenz
pl: licencja próbna
ru_ru: тестовая лицензия
sk: skúšobná licencia

# txt_trial_captcha_info
source: Transcribe characters from the the image to the text field.
cs: Přepište znaky z obrázku do textového pole.
de: Transkribieren Zeichen aus dem Bild in das Textfeld.
pl: Przepisz znaki z obrazka do pola tekstowego.
ru_ru: Перепишите знаки с картинки в текстовое поле
sk: Prepíšte znaky z obrázku do textového poľa.

# L_choose_file
source: Files
cs: Soubory
de: Dateien
pl: Pliki
ru_ru: Файлы
sk: Súbory

# L_go_up
source: up
cs: nahoru
de: hinauf
pl: w górę
ru_ru: наверх
sk: hore

# L_by_phonex
source: Saved
cs: Uloženy
de: Gespeichert
pl: Zapisane
ru_ru: Сохранено
sk: Uložené

# L_by_photos
source: Photos and videos
cs: Fotky a videa
de: Fotos und Videos
pl: Zdjęcia i filmy
ru_ru: Фотографии и видео
sk: Fotky a videá

# L_select_contacts
source: select contacts
cs: výběr kontaktů
de: Kontakte auswählen
pl: wybór kontaktów
ru_ru: выбор контактов
sk: výber kontaktov

# L_select_file
source: Select a file
cs: Vyberte soubor
de: Wählen Sie eine Datei.
pl: Wybierz plik
ru_ru: Выберите файл
sk: Vyberte súbor

# L_no_suitable_app_available
source: No suitable App installed
cs: Žádná vhodná aplikace není nainstalována
de: Keine geeignete Applikation installiert ist
pl: Nie masz zainstalowanej odpowiedniej aplikacji
ru_ru: Нужное приложение не установлено
sk: Žiadna vhodná aplikácia nie je nainštalovaná

# L_open_in
source: Open in ...
cs: Otevřít v ...
de: Öffnen in ...
pl: Otwórz za pomocą ...
ru_ru: открыть в
sk: Otvoriť v ...

# txt_no_suitable_app_available
source: Your iPhone does not have any other Apps installed that can open this document.
cs: Váš iPhone nemá nainstalované žádné jiné aplikace, které by dokázaly otevřít tento dokument.
de: Ihr iPhone hat keine anderen Applikationen installiert, die das Dokument öffnen kann.
pl: Twój iPhone nie ma zainstalowanych żadnych innych aplikacji, w których można by otworzyć ten dokument.
ru_ru: На Вашем iPhone не установлены приложения, с помощью которых можно открыть данный документ
sk: Váš iPhone nemá nainštalované žiadne iné aplikácie, ktoré by dokázali otvoriť tento dokument.

# L_quick_preview
source: Preview
cs: Náhled
de: Vorschau
pl: Podgląd
ru_ru: Предварительный просмотр
sk: Náhľad

# L_copy_text
source: Copy text
cs: Kopírovat text
de: Text kopieren
pl: Kopiuj tekst
ru_ru: Копировать текст
sk: Kopírovať text

# txt_delete_selected_files
source: Delete the selected files? The files from 'Photos and videos' will not be deleted.
cs: Odstranit vybrané soubory? Soubory z 'Fotky a videa' nebudou odstraněny.
de: Löschen die ausgewählten Dateien? Die dateien von 'Fotos und Videos' werden nicht gelöscht.
pl: Czy chcesz usunąć wybrane pliki? Pliki z kategorii 'Zdjęcia i filmy' nie zostaną usunięte.
ru_ru: Удалить выделенные файлы? Файлы из 'Фотографий и видео' не будут удалены
sk: Odstrániť vybrané súbory? Súbory z 'Fotky a videá' nebudú odstránené.

# B_delete
source: Delete
cs: Odstranit
de: Löschen
pl: Usuń
ru_ru: Удалить
sk: Odstrániť

# B_ignore
source: ignore
cs: ignorovat
de: ignorieren
pl: ignoruj
ru_ru: игнорировать
sk: ignorovať

# B_continue
source: Continue
cs: Pokračovat
de: Fortfahren
pl: Kontynuuj
ru_ru: Продолжать
sk: Pokračovať

# txt_new_version_available
source: There is a new version of PhoneX applicaiton available! Visit our website or contact us for more information.
cs: Nová verze aplikace PhoneX je dostupná! Navštivte naše webové stránky nebo nás kontaktujte pro více informací.
de: Es gibt eine neue Version des PhoneX Applicaiton! Besuchen Sie unsere Website oder kontaktieren Sie uns für weitere Informationen.
pl: Jest dostępna nowa wersja aplikacji PhoneX! Odwiedź naszą stronę internetową lub skontaktuj się z nami, aby uzyskać więcej informacji.
ru_ru: Доступна новая версия приложения PhoneX! Посетите наш сайт или свяжитесь с нами для более подробной информации
sk: Nová verzia aplikácie PhoneX je dostupná! Navštívte naše webové stránky alebo nás kontaktujte pre viac informácii.

# L_compose_broadcast_message
source: broadcast message
cs: rozeslat zprávu
de: Nachricht aussenden
pl: roześlij wiadomość
ru_ru: разослать сообщение
sk: rozposlať správu

# L_compose_message
source: message text
cs: text zprávy
de: Text der Nachricht
pl: tekst wiadomości
ru_ru: текст сообщения
sk: text správy

# L_seen
source: seen
cs: zobrazeno
de: gesehen
pl: wyświetlono
ru_ru: отображено
sk: zobrazené

# L_forward
source: Forward
cs: Přeposlat
de: Weiterleiten
pl: Prześlij dalej
ru_ru: Переслать
sk: Preposlať

# L_by_selected
source: Selected
cs: Vybrány
de: Ausgewählte
pl: Wybrano
ru_ru: Выбранный
sk: Vybrané

# txt_reject_file_transfer_question
source: Reject incoming file?
cs: Odmítnout Přicházející soubor?
de: Ablehnen eines eingehenden Datei?
pl: Odmówić przyjęcia transferu pliku?
ru_ru: Отклонить получаемый файл?
sk: Odmietnuť prichádzajúci súbor?

# txt_cancel_file_transfer_question
source: Cancel ongoing file transfer?
cs: Přerušit probíhající přenos souboru?
de: Verbrechen die aktuelle Dateiübertragung?
pl: Przerwać bieżący transfer pliku?
ru_ru: Прервать перемещение файла?
sk: Prerušiť prebiehajúci prenos súboru?

# B_cancel_transfer
source: cancel
cs: přerušit
de: verbrechen
pl: wstrzymać
ru_ru: прервать
sk: prerušiť

# B_reject_file
source: reject
cs: odmítnout
de: ablehnen
pl: odmówić
ru_ru: отклонить
sk: odmietnuť

# txt_delete_message_question
source: Delete message?
cs: Odstranit zprávu?
de: Nachricht löschen?
pl: Usunąć wiadomość?
ru_ru: Удалить сообщение?
sk: Odstrániť správu?

# txt_delete_contact_question
source: Delete contact?
cs: Odstranit kontakt?
de: Kontakt löschen?
pl: Usunąć kontakt?
ru_ru: Удалить контакт?
sk: Odstrániť kontakt?

# txt_delete_chat_question
source: Delete conversation?
cs: Odstranit konverzaci?
de: Konversation löschen?
pl: Usunąć konwersację?
ru_ru: Удалить диалог?
sk: Odstrániť konverzáciu?

# txt_login_to_open_files
source: Log in to send files to your contacts.
cs: Přihlaste se pro zaslání souborů Vašim kontaktům.
de: Melden Sie sich an, um Dateien Ihren Kontakten zu senden.
pl: Aby móc wysyłać pliki do kontaktów, zaloguj się.
ru_ru: Войдите в систему для отправки файлов Вашим контактам
sk: Prihláste sa pre zaslanie súborov Vašim kontaktom.

# txt_error_during_processing
source: An error occurred during processing of the file.
cs: Vyskytla se chyba při zpracování souboru.
de: Während der Verarbeitung der Datei ist ein Fehler aufgetreten.
pl: Wystąpił błąd podczas przetwarzania pliku.
ru_ru: При обработке файла возникла ошибка
sk: Vyskytla sa chyba pri spracovávaní súboru.

# txt_cannot_open_such_resource
source: PhoneX application cannot process such resource.
cs: Aplikace PhoneX nedokáže zpracovat daný zdroj.
de: PhoneX Applikation kann solche Ressourcen nicht verarbeiten.
pl: Aplikacja PhoneX nie jest w stanie przetworzyć danego źródła.
ru_ru: Приложение PhoneX не может обработать данный источник
sk: Aplikácia PhoneX nedokáže spracovať daný zdroj.

# txt_cannot_send_more_than_max
source: Unable to send more than 20 MB.
cs: Není možné poslat více než %@.
de: Man kann nicht mehr als 20 MB senden.
pl: Nie można wysłać więcej niż 20 MB.
ru_ru: Невозможно послать больше чем
sk: Nie je možné poslať viac ako 20 MB.

# txt_cannot_find_or_assets
source: Unable to preview the files.
cs: Není možné zobrazit soubory.
de: Man kann nicht die Dateien anzeigen.
pl: Nie można wyświetlić plików.
ru_ru: Невозможно отобразить файлы
sk: Nie je možné zobraziť súbory.

# L_your_version
source: Your version
cs: Vaše verze
de: Ihre Version
pl: Twoja wersja
ru_ru: Ваша версия
sk: Vaša verzia

# L_new_version
source: New version
cs: Nová verze
de: Neue Version
pl: Nowa wersja.
ru_ru: Новая версия
sk: Nová verzia

# L_seconds_more_than_four
source: seconds
cs: sekund
de: Sekunden
pl: sekund
ru_ru: секунд
sk: sekundy

# L_seconds
source: seconds
cs: sekundy
de: Sekunden
pl: sekundy
ru_ru: секунды
sk: sekúnd

# L_second
source: second
cs: sekunda
de: Sekunde
pl: sekunda
ru_ru: секунда
sk: sekunda

# L_hours_more_than_four
source: hours
cs: hodin
de: Stunden
pl: godzin
ru_ru: часов
sk: hodín

# L_hours
source: hours
cs: hodiny
de: Stunden
pl: godziny
ru_ru: часа
sk: hodiny

# L_hour
source: hour
cs: hodina
de: Stunde
pl: godzina
ru_ru: час
sk: hodina

# L_days_more_than_four
source: days
cs: dnů
de: Tage
pl: dni
ru_ru: дней
sk: dní

# L_days
source: days
cs: dny
de: Tage
pl: dni
ru_ru: дня
sk: dni

# L_day
source: day
cs: den
de: Tag
pl: dzień
ru_ru: день
sk: deň

# L_year
source: year
cs: rok
de: Jahr
pl: rok
ru_ru: год
sk: rok

# L_years
source: years
cs: roky
de: Jahre
pl: lata
ru_ru: года
sk: roky

# L_years_more_than_four
source: years
cs: let
de: Jahre
pl: lat
ru_ru: лет
sk: rokov

# txt_message_archivation_is_dangerous
source: Setting timer for the message archivation deletes and is going to be deleting all messages older than the set time!
cs: Nastavením časovače pro archivaci zpráv se vymažou a budou se mazat zprávy starší než je nastavený čas!
de: Einstellung des Timers für die Nachrichtenarchivierung löscht und wird alle Nachrichten, die älter als die eingestellte Zeit sind, löschen!
pl: Ustawienie czasu archiwizacji wiadomości spowoduje natychmiastowe usunięcie oraz późniejsze automatyczne usuwanie wiadomości starszych niż ustawiony czas!
ru_ru: При установке таймера для архивации сообщений будут удаляться сообщения старше установленного времени
sk: Nastavením časovaču pre archiváciu správ sa vymažú a budú sa mazať správy staršie ako nastavený čas!

# L_message_archive
source: Message archivation
cs: Archivace zpráv
de: Nachrichtenarchivierung
pl: Archiwizacja wiadomości
ru_ru: Архивация сообщений
sk: Archivácia správ

# txt_thanks_for_using
source: Thank you for using the newest version of the PhoneX application.
cs: Děkujeme, že používáte nejnovější verzi aplikace PhoneX
de: Danke, dass Sie mit die neuste Version der Applikation PhoneX benutzen
pl: Dziękujemy za korzystanie z najnowszej wersji aplikacji PhoneX
ru_ru: Благодарим за то, что Вы используете последнюю версию приложения PhoneX
sk: Ďakujeme, že používate najnovšiu verziu aplikácie PhoneX

# L_app_started
source: Please, sign in!
cs: Prosím, přihlaste se!
de: Bitte, melden Sie sich an!
pl: Zaloguj się proszę!
ru_ru: přihlaste se!
sk: Prosím, prihláste sa!

# L_forever
source: Forever
cs: Navždy
de: Ewig
pl: Na zawsze
ru_ru: Навсегда
sk: Navždy

# L_month
source: month
cs: měsíc
de: Monat
pl: miesiąc
ru_ru: месяц
sk: mesiac

# L_months
source: months
cs: měsíce
de: Monate
pl: miesiące
ru_ru: месяца
sk: mesiace

# L_months_more_than_four
source: months
cs: měsíců
de: Monate
pl: miesięcy
ru_ru: месяцев
sk: mesiacov

# L_yes
source: Yes
cs: Ano
de: Ja
pl: Tak
ru_ru: Да
sk: Áno

# L_no
source: No
cs: Ne
de: Nein
pl: Nie
ru_ru: Нет
sk: Nie

# L_show_sips_in_contact_list
source: Show username
cs: Zobrazit uživatelské jméno
de: Benutzername anzeigen
pl: Wyświetl nazwę użytkownika
ru_ru: Отобразить имя пользователя
sk: Zobraziť užívateľské meno

# B_create_account
source: Create account
cs: Vytvořit účet
de: Konto erstellen
pl: Załóż konto
ru_ru: Создать учетную запись
sk: Vytvoriť účet

# B_new_account
source: New account
cs: Nový účet
de: Neue Konto
pl: Nowe konto
ru_ru: Новая учетная запись
sk: Nový účet

# B_with_code
source: Insert code
cs: Vložit kód
de: Code eingeben
pl: Wklej kod
ru_ru: Вставить код
sk: Vložiť kód

# L_i_have_product_code
source: I have a contact pairing code
cs: Mám kontaktní párovací kód
de: I habe einen Contactcode
pl: Posiadam kod kontaktu
ru_ru: У меня есть код контакты
sk: Mám kontaktný párovací kód

# L_captcha_here
source: Captcha code
cs: Captcha kód
de: Captcha-Kode
pl: Kod captcha
ru_ru: Капча код
sk: Captcha kód

# L_product_code_here
source: Contact pairing code
cs: Kontaktní kód
de: Contactcode
pl: Kod kontaktu
ru_ru: Код контакты
sk: Kontaktný kód

# L_tap_to_reload
source: Tap to reload
cs: Poklepte pro opětovné načítání
de: Tippen Sie auf, um neu zu laden
pl: Postukaj, aby wczytać jeszcze raz
ru_ru: Кликните для повторной загрузки
sk: Poklepajte pre opätovné načítanie

# msg_login_tls_bug_new_account
source: PhoneX is at your previous login required to restart before creating a new account. Please restart the application and then create the account again.
cs: PhoneX je při předešlém přihlášení nutné před vytvořením nového účtu restartovat. Prosím, restartujte aplikaci a pak vytvořte účet znovu.
de: PhoneX steht zu Ihrer vorherigen Anmeldung erforderlich ist, um vor dem Erstellen eines neuen Kontos neu zu starten. Bitte starten Sie die Applikation neu und dann wieder zu erstellen Sie das Konto.
pl: Jeżeli już się logowałeś do PhoneX i chcesz stworzyć nowe konto, musisz najpierw zresetować aplikację. Zresetuj aplikację i utwórz nowe konto jeszcze raz.
ru_ru: Перед созданием новой учетной записи необходимо перезагрузить PhoneX, если был осуществлен предыдущий вход в систему. Пожалуйста, перезагрузите приложение, а затем создайте новую учетную запись
sk: PhoneX je pri predošlom prihlásení nutné pred vytvorením nového účtu reštartovať. Prosím, reštartujte aplikáciu a potom vytvorte účet znovu.

# msg_create_account_request_data_error
source: Error on server side.
cs: Chyba na straně serveru.
de: Server-Fehler.
pl: Błąd po stronie serwera.
ru_ru: Ошибка на стороне сервера
sk: Chyba na strane serveru.

# msg_create_account_response_data_error
source: Unable to process response from server.
cs: Nelze zpracovať odpověď ze serveru.
de: Die Antwort des Servers kann man nich behandeln.
pl: Nie można przetworzyć odpowiedzi z serwera.
ru_ru: Невозможно обработать ответ с сервера
sk: Nemožno spracovať odpoveď zo serveru.

# msg_create_account_connection_error
source: Connction error.
cs: Chyba spojení.
de: Verbindungsfehler.
pl: Blad połączenia.
ru_ru: Ошибка подключения
sk: Chyba spojenia.

# msg_create_account_http_response_error
source: Error on server side.
cs: Chyba na straně serveru.
de: Server-Fehler.
pl: Błąd po stronie serwera.
ru_ru: Ошибка на стороне сервера
sk: Chyba na strane serveru.

# msg_account_successfully_created
source: Account successfully created.
cs: Účet byl úspěšně vytvořený.
de: Das Konto wurde erfolgreich erstellt.
pl: Tworzenie konta zakończone powodzeniem.
ru_ru: Учетная запись была успешно создана
sk: Účet bol úspešne vytvorený.

# msg_something_is_missing
source: Problem with data.
cs: Problem s daty.
de: Problem mit Daten.
pl: Problem z danymi.
ru_ru: Проблема с данными
sk: Problém s dátami.

# msg_bad_captcha
source: Bad captcha.
cs: Nesprávná captcha.
de: Falsche Captcha.
pl: Nieprawidłowy kod captcha.
ru_ru: Неправильная капча
sk: Nesprávna captcha.

# msg_username_exists
source: The username already exists.
cs: Uživatelské jméno již existuje.
de: Benutzername existiert bereits.
pl: Nazwa użytkownika już istnieje.
ru_ru: Имя пользователя уже существует
sk: Užívateľské meno už existuje.

# msg_invalid_username_format
source: Invalid username format.
cs: Neplatný formát uživatelského jména.
de: Ungültiger Benutzername-Format.
pl: Nieważny format nazwy użytkownika.
ru_ru: Недействительный формат имени пользователя
sk: Neplatný formát užívateľského mena.

# msg_invalid_product_code
source: Invalid contact pairing code.
cs: Neplatný kontaktní kód.
de: Ungültige Contactcode.
pl: Nieważny kod kontaktu.
ru_ru: Недействительный код контакты
sk: Neplatný kontaktný kód.

# msg_product_code_alredy_taken
source: The contact pairing code was already activated.
cs: Kontaktní kód byl již aktivován.
de: Der Contactcode wurde aktiviert.
pl: Kod kontaktu został już wcześniej aktywowany.
ru_ru: Код контакты уже был активирован
sk: Kontaktný kód bol už aktivovaný.

# msg_invalid_version
source: Invalid protocol version.
cs: Neplatná verze protokolu.
de: Ungültige Protokollversion.
pl: Nieważna wersja protokołu.
ru_ru: Недействительная версия продукта
sk: Neplatná verzia protokolu.

# msg_unknown_error
source: Unknown error.
cs: Neznámý problém.
de: Unbekannte Problem.
pl: Nieznany problem.
ru_ru: Неизвестная проблема
sk: Neznámy problém.

# msg_error_loading_captcha
source: Unable to load captcha.
cs: Nelze načíst captchu.
de: Man kann das Captcha nicht laden.
pl: Nie można wczytać kod captcha.
ru_ru: Невозможно загрузить капчу
sk: Nemožno načítať captchu.

# msg_invalid_username
source: Invalid username.
cs: Neplatné uživatelské jméno.
de: Ungültiger Benutzername.
pl: Nieważna nazwa użytkownika.
ru_ru: Недействительное имя пользователя
sk: Neplatné užívateľské meno.

# msg_invalid_product_code_hash
source: Invalid contact pairing code.
cs: Neplatný kontaktní kód.
de: Ungültige Contactcode.
pl: Nieważny kod produktu.
ru_ru: Недействительный код продукта
sk: Neplatný kontaktný kód.

# msg_captcha_is_empty
source: Captcha code must not be empty.
cs: Captcha nemůže být prázdná.
de: Captcha konnte nicht leer sein.
pl: Pole captcha nie może być puste.
ru_ru: Капча не может быть пустой
sk: Captcha nemôže byť prázdna.

# L_expiration_date
source: Licence expiration
cs: Vypršení licence
de: Lizenzablauf
pl: Wygaśnięcie licencji
ru_ru: Истек срок действия лицензии
sk: Vypršanie licencie

# msg_you_will_be_prompted_to_change_password
source: You will be prompted to change password at the first login.
cs: Při prvním přihlášení budete vyzváni na změnu hesla.
de: Wenn werden bei dem ersten Anmeldung Ihr Passwort ändern.
pl: Podczas pierwszego logowania będziesz poproszony o zmianę hasła.
ru_ru: После первого входа в систему Вам нужно будет изменить пароль
sk: Pri prvom prihlásení budete vyzvaný na zmenu hesla.

# L_licence_type
source: Licence type
cs: Typ licence
de: Lizenztyp
pl: Typ licencji
ru_ru: Тип лицензии
sk: Typ licencie

# L_licence_expiration
source: Licence expiration date
cs: Datum expirace licence
de: Lizenzablaufdatum
pl: Data wygaśnięcia licencji
ru_ru: Срок окончания действия лицензии
sk: Dátum expirácie licencie

# L_license_type_full
source: Full
cs: Plná
de: Voll
pl: Pełna
ru_ru: Полная
sk: Plná

# L_license_type_trial
source: Trial
cs: Zkušební
pl: Próbna
ru_ru: Тестовая
sk: Skúšobná

# L_license_type_expired
source: Expired
cs: Expirovaná
de: Abgelaufen
pl: Minął czas trwania
ru_ru: Просроченная
sk: Expirovaná

# L_message_failed
source: error
cs: chyba
de: Fehler
pl: błąd
ru_ru: ошибка
sk: chyba

# L_message_ready
source: ready
cs: připraveno
de: bereit
pl: przygotowano
ru_ru: приготовлено
sk: pripravené

# L_message_rejected
source: rejected
cs: odmítnut
de: abgelehnt
pl: odrzucona
ru_ru: отклонить
sk: odmietnuté

# L_message_receiving_error
source: receiving error
cs: chyba při přijímání
de: Download-Fehler
pl: błąd podczas przyjmowania
ru_ru: ошибка при принятии
sk: chyba pri prijímaní

# L_message_received
source: received
cs: přijato
de: erhalten
pl: przyjęto
ru_ru: принято
sk: prijaté

# L_message_sent
source: sent
cs: odesláno
de: gesandt
pl: wysłano
ru_ru: отправлено
sk: odoslané

# L_message_sending
source: sending
cs: odesílání
de: Versendung
pl: wysyłanie
ru_ru: отправка
sk: odosielanie

# L_message_seen
source: seen
cs: zobrazeno
de: gesehen
pl: wyświetlono
ru_ru: отображено
sk: zobrazené

# L_message_queued_backoff
source: preparing to resend
cs: příprava na přeposlání
de: Vorbereitung für erneut zu senden
pl: przygotowanie do przesłania dalej
ru_ru: подготовка к пересылке
sk: príprava na preposlanie

# L_message_encrypt_failed
source: encryption failed
cs: šifrování selhalo
de: Verschlüsselung gescheitert
pl: szyfrowanie nie powiodło się
ru_ru: шифрование не было осуществлено
sk: šifrovanie zlyhalo

# L_message_encrypt_no_certificate
source: certificate not found
cs: certifikát kontaktu nebyl nalezen
de: Zertifikat des Kontakts nicht gefunden
pl: nie można odnaleźć certyfikatu kontaktu
ru_ru: сертификат контакта не был обнаружен
sk: certifikát kontaktu nebol nájdený

# L_message_downloading
source: downloading
cs: přebírání
de: Herunterladen
pl: przejmowanie
ru_ru: получение
sk: preberanie

# L_message_downloading_meta
source: checking
cs: ověřování
de: Überprüfung
pl: weryfikacja
ru_ru: проверка
sk: overovanie

# L_message_downloaded_meta
source: preview
cs: náhled
de: Vorschau
pl: podgląd
ru_ru: предварительный просмотр
sk: náhľad

# txt_get_premium_prologue
source: Purchase a new licence to get access to premium features such as secure voice calls, file transfer and unlimited messaging
cs: Vaše licence vypršela. Kupte si novou licenci a získajte přístup k prémiovým funkcem jako jsou bezpečné hlasové hovory, posílání souborů a neomezené posílání správ.
de: Erwerben Sie eine neue Lizenz, um den Zugang zu Premium-Features zu erhalten, wie beispielsweise sichere Sprachanrufe, Dateiübertragung und unbegrenzte Messaging.
pl: Twoja Licencja wygasła. Kup nową licencję i zyskaj dostęp do funkcji premium, takich jak bezpieczne rozmowy głosowe, wysyłanie plików i nieograniczone wysyłanie wiadomości.
ru_ru: Срок действия Вашей лицензии истек. Приобретите новую лицензию и получите доступ к улучшенным функциям, таким как защищенные голосовые звонки, отправка файлов и неограниченная отправка сообщений
sk: Vaša licencia vypršala. Kúpte si novú licenciu a získajte prístup k prémiovým funkciám ako sú bezpečné hlasové hovory, posielanie súborov a neobmedzené posielanie správ.
