Repository: PhoneX-Security/PhoneX_iOS
Catalog: Phonex/Resource/Strings/*.lproj/InfoPlist.strings
Languages: cs, de, pl, ru_ru, sk

source: username
cs: uživatelské jméno
de: Benutzername
pl: nazwa użytkownika
ru_ru: имя пользователя
sk: užívateľské meno

source: password
cs: heslo
de: Passwort
pl: hasło
ru_ru: пароль
sk: heslo

# B_login
source: login
cs: přihlásit
de: anmelden
pl: zaloguj się
ru_ru: войти
sk: prihlásiť

# B_cancel
source: Cancel
cs: zrušit
de: abbrechen
pl: anuluj
ru_ru: отменить
sk: zrušiť

# B_close
source: close
cs: zavřít
de: schließen
pl: zamknij
ru_ru: закрыть
sk: zavrieť

# L_allRightsReserved
source: All rights reserved
cs: Všechna práva vyhrazena
de: Alle Rechte vorbehalten
pl: Wszelkie prawa zastrzeżone
ru_ru: Все права защищены
sk: Všetky práva vyhradené

# L_emailId
source: Contact's e-mail
cs: E-mail kontaktu
de: E-mail des Kontakts
pl: E-mail do kontaktu
ru_ru: E-mail контакта
sk: E-mail kontaktu

# L_alias
source: Alias
cs: Přezdívka
pl: Pseudonim
ru_ru: Псевдоним
sk: Prezývka

# L_language
source: Language
cs: Jazyk
de: Sprache
pl: Język
ru_ru: Язык
sk: Jazyk

# msg_login_failed
source: Login failed.
cs: Přihlášení selhalo.
de: Fehler bei der Anmeldung.
pl: Logowanie się nie powiodło.
ru_ru: Вход не выполнен
sk: Prihlásenie zlyhalo.

# msg_incorrect_credentials
source: Incorrect username or password.
cs: Nesprávné jméno nebo heslo.
de: Falsche Benutzername oder Passwort.
pl: Niepoprawna nazwa użytkownika lub hasło.
ru_ru: Неправильный логин или пароль
sk: Nesprávne meno alebo heslo.

# msg_login_tls_bug
source: It is needed to restart PhoneX application when using a different login name. Please restart the application and try to login again.
cs: PhoneX je při použití jiného přihlašovacího jména nutné restartovat. Prosím, restartujte aplikaci a přihlaste se znovu.
de: Es ist notwendig, um PhonEX Anwendung neu starten, wenn Sie einen anderen Benutzernamen ein. Bitte starten Sie die Anwendung, und versuchen Sie sich erneut anmelden.
pl: W celu zalogowania się pod inną nazwą użytkownika należy zresetować aplikację PhoneX. Proszę zrestartować aplikację i zalogować się ponownie.
ru_ru: Необходимо перезапустить PhoneX при использовании другого логина. Пожалуйста.
sk: PhoneX je pri použití iného prihlasovacieho mena nutné reštartovať. Prosím, reštartuje aplikáciu a prihláste sa znovu.

# msg_no_network
source: There is no Internet connection available.
cs: Není dostupné připojení k Internetu.
de: Es git keine Internet-Verbindung.
pl: Brak dostępu do internetu.
ru_ru: Недоступно подключение к интернету
sk: Nie je dostupné pripojenie k Internetu.

# msg_connection_problem
source: The application is unable to reach the server.
cs: Aplikace nedokáže navázat spojení se serverem.
de: Die Applikation kann nich den Server erreichen.
pl: Aplikacja nie może nawiązać połączenia z serwerem.
ru_ru: Приложение не может подключиться к серверу.
sk: Aplikácia nedokáže nadviazať spojenie so serverom.

# msg_serverside_problem
source: A problem occurred on the server.
cs: Vyskytl se problém na serveru.
de: Ein Problem trat auf dem Server auf.
pl: Pojawił się problem na serwerze.
ru_ru: Проблема на сервере.
sk: Vyskytol sa problém na serveri.

# msg_database_error
source: A problem occurred while loading a database.
cs: Vyskytl se problém při načítání databáze
de: Ein Problem trat beim Laden auf.
pl: Wystąpił problem podczas wczytywania bazy danych
ru_ru: Проблема при загрузке базы данных
sk: Vyskytol sa problém pri načítavaní databázy

# msg_clock_problem
source: Your system clock is out of sync with server clock.
cs: Čas na tomto zařízení není synchronizován s časem na serveru.
de: Ihren System-Zeit ist nicht synchronisiert mit dem Zeit auf dem Server.
pl: Czas w twoim urządzeniu nie jest zsynchronizowany z czasem na serwerze.
ru_ru: Время на этом устройстве не синхронизированно с временем на сервере.
sk: Čas na tomto zariadení nie je synchronizovaný s časom na serveri.

# msg_account_disabled_problem
source: Your account is disabled. Please contact your manager.
cs: Váš účet je zablokován. Kontaktujte svého správce.
de: Ihr Konto ist deaktiviert. Bitte, kontakrieren Sie ihren Verwalter.
pl: Twoje konto jest zablokowane. Skontaktuj się z administratorem.
ru_ru: Ваша учетная запись заблокирована. Свяжитесь с вашим системным администратором.
sk: Váš účet je zablokovaný. Kontaktujte svojho správcu.

# msg_trial_expired_problem
source: Trial licence for your account expired.
cs: Trial licence pro Váš účet vypršela.
de: Trial-Lizenz für ihre Konto verfiel.
pl: Próbna licencja do Twojego konta wygasła.
ru_ru: Лицензия Trial для вашей учетной записи истекла.
sk: Trial licencia pre váš účet vypršala.

# msg_illegal_name_problem
source: The login name you provided, is not valid.
cs: Přihlašovací jméno, které jste poskytli, není správné.
de: Der Benutzernamen ist nicht gültig.
pl: Nazwa użytkownika, którą podałeś, jest nieprawidłowa.
ru_ru: které jste poskytli
sk: Prihlasovacie meno, ktoré ste poskytli, nie je správne.

# login_msg_cancelling
source: Cancelling the process
cs: Rušení procesu
de: Der process wird abgebrochen
pl: Anulowanie procesu
ru_ru: Остановка процесса.
sk: Rušenie procesu

# login_msg_auth_keygen
source: Generating authentication keys
cs: Generování autentizačních klíčů
de: Erzeugung der Authentifizierungsschlüsseln
pl: Generowanie kluczy uwierzytelniania
ru_ru: Генерирование ключей авторизации.
sk: Generovanie autentizačných kľúčov

# login_msg_auth_soap
source: Authentication keys verification
cs: Verifikace autentizačních klíčů
de: Verifizierung der Authentifizierungsschlüsseln
pl: Weryfikacja klucza uwierzytelniania
ru_ru: Варификация ключей авторизации.
sk: Verifikácia autentizačných kľučov

# login_msg_certgen_keygen
source: Generating private keys
cs: Generování privátních klíčů
de: Erzeugung der privaten Schlüsseln
pl: Generowanie kluczy prywatnych
ru_ru: Генерированиt частных ключей.
sk: Generovanie privátnych kľúčov

# login_msg_certken_ott
source: Obtaining access token
cs: Přebírání přístupového tokenu
de: Erhaltung des Zugangtoken
pl: Przejmowanie tokenu dostępu
ru_ru: Получение кода доступа.
sk: Preberanie prístupového tokenu

# login_msg_certgen_soap
source: Obtaining client certificate
cs: Přebírání klientského certifikátu
de: Erhaltung der Klient-Certifikaten
pl: Przejmowanie certyfikatu dostępu
ru_ru: Получение сертификата клиента.
sk: Preberanie klientského certifikátu

# login_msg_certgen_verify
source: Verifying client certificate
cs: Verifikace klientského certifikátu
de: Verifizierung der Klient-Certifikaten
pl: Weryfikacja certyfikatu klienta
ru_ru: Верификация сертификата клиента.
sk: Verifikácia klientského certifikátu

# login_msg_certgen_store
source: Encrypting private keys
cs: Šifrování privátního klíče
de: Verschlüsselung der privaten Schlüsseln
pl: Szyfrowanie prywatnego klucza
ru_ru: Зашифровка частного ключа.
sk: Šifrovanie privátneho kľúču

# login_msg_cl_fetch
source: Downloading contact list
cs: Stahování seznamu kontaktů
de: Herunterladen der Kontaktliste
pl: Pobieranie listy kontaktów
ru_ru: Скачивание списка контактов.
sk: Sťahovanie zoznamu kontaktov

# login_msg_cl_process
source: Processing contact list
cs: Zpracování seznamu kontaktů
de: Verarbeitung der Kontaktliste
pl: Przetworzenie listy kontaktów
ru_ru: Обработка списка контактов.
sk: Spracovávanie zoznamu kontaktov

# login_msg_cl_cert_fetch
source: Downloading contact certificates
cs: Stahování certifikátů kontaktů
de: Herunterladen der Kontakt-Certifikaten
pl: Pobieranie certyfikatów kontaktów
ru_ru: Скачивание сертификатов контактов.
sk: Sťahovanie certifikátov kontaktov

# login_msg_cl_cert_process
source: Processing contact certificates
cs: Zpracování certifikátů kontaktů
de: Verarbaiterung der Kontaktliste
pl: Przetwarzanie certyfikatów kontaktów
ru_ru: Обработка сертификатов контактов.
sk: Spracovávanie certifikátov kontaktov

# login_msg_cl_store
source: Saving contact list to database
cs: Ukládání seznamu kontaktů
de: Speichern die Kontaktliste zur Datenbank
pl: Zapisywanie listy kontaktów
ru_ru: Сохранение списка контактов
sk: Ukladanie zoznamu kontaktov

# login_msg_pass_ott
source: Obtaining access token
cs: Přebírání přístupového tokenu
de: Erhaltung des Zugangtoken
pl: Przejmowanie tokenu dostępu
ru_ru: Получение кода доступа
sk: Preberanie prístupového tokenu

# login_msg_pass_soap
source: Changing server login password
cs: Změna hesla k serveru
de: Ändern des Server-Passwort für den Benutzername.
pl: Zmiana hasła do serwera
ru_ru: Изменение пароля для сервера
sk: Menenie hesla k serveru

# login_msg_pass_keygen
source: Generating new encryption keys
cs: Generování nových šifrovacích klíčů
de: Erzeugung von neuen Schlüsseln
pl: Generowanie nowych kluczy szyfrowania
ru_ru: Генерирование новых ключей шифрования
sk: Generovanie nových šifrovacích kľúčov

# login_msg_pass_rekey
source: Rekeying internal databases
cs: Vytváření nových klíčů pro databázi
de: Neue Schlüsseln für die interne Datenbank
pl: Tworzenie nowych kluczy do bazy danych
ru_ru: Создание новых ключей для базы данных
sk: Vytváranie nových kľúčov pre databázu

# login_msg_err_pass_does_not_match
source: Passwords do not match
cs: Hesla se neshodují
de: Passwörter stimmen nicht überein
pl: Hasła się nie zgadzają
ru_ru: Пароли не совпадают.
sk: Heslá sa nezhodujú

# login_msg_err_pass_too_short
source: Password is too short
cs: Heslo je příliš krátké
de: Passwort is zu kurz
pl: Hasło jest za krótkie
ru_ru: Пароль слишком короткий.
sk: Heslo je príliš krátke

source: main menu
cs: hlavní menu
de: Hauptmenü
pl: menu główne
ru_ru: главное меню
sk: hlavné menu

# menu_conversations
source: Conversations
cs: Konverzace
de: Konversationen
pl: Rozmowa
ru_ru: Чат
sk: Konverzácie

# menu_contacts
source: Contacts
cs: Kontakty
de: Kontakten
pl: Kontakty
ru_ru: Контакты
sk: Kontakty

# L_add_contact
source: Add contact
cs: Přidat kontakt
de: Kontakt hinzufügen
pl: Dodaj kontakt
ru_ru: Добавить контакт
sk: Pridať kontakt

# menu_messages
source: Messages
cs: Zprávy
de: Nachrichten
pl: Wiadomości
ru_ru: Сообщения
sk: Správy

# menu_notifications
source: Notifications
cs: Notifikace
de: Benachrichtigungen
pl: Powiadomienia
ru_ru: Уведомления
sk: Notifikácie

# menu_documents
source: Documents
cs: Dokumenty
de: Unterlagen
pl: Dokumenty
ru_ru: Документы
sk: Dokumenty

# menu_preferences
source: Preferences
cs: Nastavení
de: Einstellungen
pl: Ustawienia
ru_ru: Настройки
sk: Nastavenia

# menu_faq
source: Frequently asked questions
cs: Často kladené dotazy
de: Häufig gestellte Fragen
pl: Często zadawane pytania
ru_ru: Часто задаваемые вопросы
sk: Často kladené otázky

# menu_logout
source: Logout
cs: Odhlásit
de: Abmelden
pl: Wyloguj
ru_ru: Выйти
sk: Odhlásiť

# B_call
source: call
cs: hovor
de: Anrufen
pl: rozmowa głosowa
ru_ru: звонок
sk: hovor

# B_details
source: Details
cs: Detaily
de: Einzelheiten
pl: Szczegóły
ru_ru: Детали
sk: Detaily

# B_message
source: message
cs: zpráva
de: Nachricht
pl: wiadomość
ru_ru: сообщение
sk: správa

# B_chat
source: conversation
cs: konverzace
de: Konversation
pl: konwersacja
ru_ru: чат
sk: konverzácia

# B_file
source: file
cs: soubor
de: Datei
pl: plik
ru_ru: файл
sk: súbor

# B_settings
source: settings
cs: volby
de: Wahl
pl: opcje
ru_ru: выбор
sk: voľby

# B_speaker
source: speaker
cs: nahlas
de: laut
pl: głośno
ru_ru: громче
sk: nahlas

# B_mute
source: mute
cs: ztlumit
de: stumm
pl: wyciszyć
ru_ru: беззвучный режим
sk: stlmiť

# B_end_call
source: end call
cs: ukončit hovor
de: auflegen
pl: zakończ rozmowę
ru_ru: закончить разговор
sk: ukončiť hovor

# B_send
source: send
cs: odeslat
de: senden
pl: wyślij
ru_ru: отправить
sk: odoslať

# L_call_prepairing
source: preparing
cs: příprava
de: vorbereiten
pl: przygotowanie
ru_ru: подготовка
sk: príprava

# L_call_ringing
source: ringing
cs: zvonění
de: klingen
pl: dzwonienie
ru_ru: идет звонок
sk: zvonenie

# L_call_connected
source: connected
cs: spojení navázáno
de: verbunden
pl: nawiązano połączenie
ru_ru: соединение установлено
sk: spojenie ustálené

# L_set_new_password
source: Set new password
cs: Zadat nové heslo
de: Neues Passwort einstellen
pl: Wpisz nowe hasło
ru_ru: установить новый пароль
sk: Zadať nové heslo

# L_add_new_contact
source: Add new contact
cs: Přidat nový kontakt
de: Neuen Kontakt hinzufügen
pl: Dodaj nowy kontakt
ru_ru: Добавить новый контакт
sk: Pridať nový kontakt

# L_change_alias
source: Change alias
cs: Změnit přezdívku
de: Alias ändern
pl: Zmień pseudonim
ru_ru: Изменить псевдоним
sk: Zmeniť prezývku

# msg_unable_to_open_database
source: Unable to open database.
cs: Nelze otevřít databázi.
de: Kann nicht die Datenbank öffnen.
pl: Nie można otworzyć bazy danych.
ru_ru: Невозможно открыть базу данных
sk: Nemožno otvoriť databázu.

# txt_rename_contact_empty_alias
source: Alias must not be empty.
cs: Přezdívka nesmí být prázdná.
de: Alias darf nicht leer sein.
pl: Pole pseudonim nie może być puste.
ru_ru: Контакт не должен быть пустым
sk: Prezývka nesmie byť prázdna.

# txt_add_contact_empty_email
source: Email must not be empty.
cs: E-mail nesmí být prázdný.
de: E-mail darf nicht leer sein.
pl: Pole e-mail nie może być puste.
ru_ru: E-mail не должен быть пустым
sk: E-mail nesmie byť prázdny.

# txt_add_contact_already_added
source: The contact is already added.
cs: Tento kontakt je již přidaný.
de: Der Kontant ist bereits hinzugefügt.
pl: Ten kontakt już się znajduje w liście kontaktów.
ru_ru: Данный контакт уже добавлен
sk: Tento kontakt už je pridaný.

# txt_add_contact_connection_problem
source: A connection problem occurred.
cs: Vyskytla sa chyba připojení.
de: Ein Verbindungsproblem trat auf.
pl: Wystąpił błąd połączenia.
ru_ru: Ошибка соединения
sk: Vyskytla sa chyba pripojenia.

# txt_add_contact_illegal_login_name
source: Incorrect username.
cs: Nesprávné uživatelské jméno.
de: Der Benutzername ist unkorrekt
pl: Nieprawidłowa nazwa użytkownika.
ru_ru: Неправильное имя пользователя
sk: Nesprávne užívateľské meno.

# txt_add_contact_no_network
source: There is no network connection.
cs: Není dostupné připojení k Internetu.
de: Es git keine Internet-Verbindung.
pl: Brak dostępu do internetu.
ru_ru: Недоступно соединение с Интернетом
sk: Nie je dostupné pripojenie k Internetu.

# txt_add_contact_serverside_problem
source: A problem on the serverside occurred.
cs: Vyskytl se problém na straně serveru.
de: Ein Problem trat auf dem Server auf.
pl: Pojawił się problem po stronie serwera.
ru_ru: Проблема на стороне сервера
sk: Vyskytol sa problém na strane serveru.

# txt_add_contact_unknown_user
source: Unknown user.
cs: Neznámý uživatel.
de: Der Benutzer ist unbekannt.
pl: Nieznany użytkownik.
ru_ru: Незнакомый пользователь
sk: Neznámy užívateľ.

# title_error
source: error
cs: chyba
de: Fehler
pl: błąd
ru_ru: ошибка
sk: chyba

# title_warning
source: warning
cs: upozornění
de: Warnung
pl: ostrzeżenie
ru_ru: внимание
sk: upozornenie

# txt_message_placeholder
source: Type mesage text here ...
cs: Zde napište text zprávy ...
de: Typen Sie die Nachricht hier ...
pl: Tutaj wpisz tekst wiadomości...
ru_ru: Здесь напишите текст сообщения
sk: Sem napíšte text správy ...

# L_contact_remove_failed
source: Removing of the contact failed.
cs: Odstranění kontaktu selhalo.
de: Das Entfernen der Kontakt gescheitert.
pl: Nie udało się usunąć kontaktu.
ru_ru: Удаление контакта не произошло
sk: Odstránenie kontaktu zlyhalo.

# auto_language_description
source: System language
cs: Jazyk systému
de: Sprache des Systems
pl: Język systemu
ru_ru: Язык системы
sk: Jazyk systému

# txt_restart_to_apply_changes
source: Restart the application to apply the changes.
cs: Pro aplikování změn restartujte aplikaci.
de: Um die Änderungen zu übernehmen, starten Sie die Applikation neu.
pl: Aby zmiany zostały zastosowane, aplikację należy uruchomić ponownie.
ru_ru: Для применения изменений перезагрузите приложение
sk: Pre aplikovanie zmien reštartujte aplikáciu.

# L_high_contrast
source: high contrast
cs: vysoký kontrast
de: hoher Kontrast
pl: wysoki kontrast
ru_ru: высокий контраст
sk: vysoký kontrast

# light_theme_description
source: Light
cs: Světlá
de: Licht
pl: Jasny
ru_ru: Светлые
sk: Svetlá

# dark_theme_description
source: Dark
cs: Tmavá
de: Dunkel
pl: Ciemny
ru_ru: Темные
sk: Tmavá

# L_graphic_theme
source: Graphic theme
cs: Grafické téma
de: Graphisches Thema
pl: Motyw graficzny
ru_ru: Графическая тема
sk: Grafická téma

# L_my_profile
source: My profile
cs: Můj profil
de: Mein Profil
pl: Mój profil
ru_ru: Мой профиль
sk: Môj profil

# L_invisible
source: Invisible
cs: Neviditelný
de: Unsichtbar
pl: Niewidoczny
ru_ru: Невидимый
sk: Neviditeľný

# L_online
source: Online
cs: Dostupný
pl: Dostępny
ru_ru: Доступный
sk: Dostupný

# L_away
source: Away
cs: Nepřítomný
de: Weg
pl: Nieobecny
ru_ru: Отсутствует
sk: Preč

# L_calls
source: calls
cs: hovory
de: Anrufe
pl: rozmowy głosowe
ru_ru: звонки
sk: hovory

# L_change_password
source: change password
cs: změnit heslo
de: Passwort ändern
pl: zmień hasło
ru_ru: изменить пароль
sk: zmeniť heslo

# L_username
source: Username
cs: Uživatelské jméno
de: Benutzername
pl: Nazwa użytkownika
ru_ru: Имя пользователя
sk: Užívateľské meno

# L_old_password
source: Old password
cs: Staré heslo
de: Altes Passwort
pl: Stare hasło
ru_ru: Старый пароль
sk: Staré heslo

# L_new_password
source: New password
cs: Nové heslo
de: Neues Passwort
pl: Nowe hasło
ru_ru: Новый пароль
sk: Nové heslo

# L_new_password_repeat
source: New password (repeat)
cs: Nové heslo (opakovat)
de: Neues Passwort (wiederholen)
pl: Powtórz nowe hasło
ru_ru: Новый пароль (повторить)
sk: Nové heslo (zopakovať)

# L_remember_login_username
source: Remember username
cs: Zapamatovat uživatelské jméno
de: Benutzernamen speichern
pl: Zapamiętaj nazwę użytkownika
ru_ru: Замопнить имя пользователя
sk: Zapamätať užívateľské meno

# L_empty
source: empty
cs: prázdné
de: leer
pl: puste
ru_ru: пустой
sk: prázdne

# L_missed_call
source: Missed call
cs: Zmeškaný hovor
de: Anruf in Abwesenheit
pl: Nieodebrane połączenie
ru_ru: Непринятый звонок
sk: Zmeškaný hovor

# L_unread_message
source: Unread message
cs: Nepřečtená zpráva
de: Ungelesene Nachricht
pl: Nieprzeczytana wiadomość
ru_ru: Непрочитанное сообщение
sk: Neprečítaná správa

# L_incomming_call
source: Incomming call
cs: Příchozí hovor
de: Eingehende Anruf
pl: Rozmowa przychodząca
ru_ru: Входящий звонок
sk: Prichádzajúci hovor

# L_outgoing_call
source: Outgoing call
cs: Odchozí hovor
de: A usgehende Anruf
pl: Rozmowa wychodząca
ru_ru: Исходящий звонок
sk: Odchádzajúci hovor

# L_ongoing_call
source: Ongoing call
cs: Probíhající hovor
de: Laufende Anruf
pl: Bieżąca rozmowa
ru_ru: Текущий звонок
sk: Prebiehajúci hovor

# txt_pass_change_min_length
source: The password must be at least 8 characters long and must contain at least 1 digit.
cs: Heslo musí být dlouhé alespoň 8 znaků a obsahovat alespoň 1 číslici.
de: Das Passwort muss mindestens 8 Zeichen lang sein und muss mindestens 1 Stelle enthalten.
pl: Hasło musi zawierać minimum 8 znaków i przynajmniej 1 cyfrę.
ru_ru: Пароль должен содержать минимально 8 знаков и как минимум 1 цифру
sk: Heslo musí byť dlhé aspon 8 znakov a musí obsahovať aspon 1 číslicu.

# txt_pass_change_must_be_equal
source: The repeated password must be equal.
cs: Opakované heslo musí být shodné.
de: Die wiederholte Passwort muss gleich sein.
pl: Powtórzone hasło musi się zgadzać.
ru_ru: Повторяемый пароль должен быть идентичным
sk: Zopakované heslo musí byť zhodné.

# txt_pass_change_error
source: Error!
cs: Chyba!
de: Fehler!
pl: Błąd!
ru_ru: Ошибка
sk: Chyba!

# L_pin_lock
source: PIN lock
cs: Uzamčení PINem
de: PIN-Schloss
pl: Zamknięcie PINem
ru_ru: Заблокировать PIN-кодом
sk: Uzamknutie PINom

# L_pin_lock_trigger_time
source: Trigger time
cs: Čas do uzamčení
de: Triggerzeit
pl: Czas do zamknięcia
ru_ru: Время до блокировки
sk: Čas do uzamknutia

# L_on
source: On
cs: Zapnutý
de: Ein
pl: Włączony
ru_ru: Включено
sk: Zapnutý

# L_off
source: Off
cs: Vypnutý
de: Aus
pl: Wyłączony
ru_ru: Выключено
sk: Vypnutý

# L_disable
source: disable
cs: vypnout
de: ausschalten
pl: wyłączyć
ru_ru: выключить
sk: vypnúť

# L_change
source: change
cs: změnit
de: verändern
pl: zmienić
ru_ru: изменить
sk: zmeniť

# L_disabled
source: disabled
cs: vypnutý
de: aus
pl: wyłączony
ru_ru: выключенный
sk: vypnutý

# L_enable
source: enable
cs: zapnout
de: einstellen
pl: włączyć
ru_ru: включить
sk: zapnúť

# L_immediatelly
source: Immediately
cs: Okamžitě
de: Sofort
pl: Natychmiast
ru_ru: Немедленно
sk: Okamžite

# L_minute
source: minute
cs: minuta
pl: minuta
ru_ru: минута
sk: minúta

# L_minutes
source: minutes
cs: minuty
de: Minuten
pl: minuty
ru_ru: минуты
sk: minúty

# L_minutes_more_than_four
source: minutes
cs: minut
de: Minuten
pl: minut
ru_ru: минут
sk: minút

# L_set_pin
source: Set PIN
cs: Zvolit PIN
de: PIN einstellen
pl: Wybierz PIN
ru_ru: выбрать PIN
sk: Zvoliť PIN

# L_set_pin_repeat
source: Set PIN (repeat)
cs: Zvolit PIN (opakovat)
de: PIN einstellen (wiederholen)
pl: Powtórz PIN
ru_ru: Выбрать PIN (повторить)
sk: Zvoliť PIN (opakovať)

# L_set_pin_must_be_equal
source: Must match!
cs: Musí být shodný!
de: Must übereinstimmen!
pl: Musi się zgadzać!
ru_ru: Должен быть идентичным!
sk: Musí byť zhodný!

# L_remaining_attempts
source: Remaining attempts
cs: Zbývající pokusy
de: Restliche Versuche
pl: Pozostało prób
ru_ru: Осталось попыток
sk: Zostávajúce pokusy

# L_call_encrypting
source: encrypting
cs: šifrování
de: verschlüsseln
pl: szyfrowanie
ru_ru: шифрование
sk: šifrovanie

# L_call_is_insecure
source: the call is insecure
cs: hovor není zabezpečen
de: der Anruf ist unsicher
pl: rozmowa nie jest zabezpieczona
ru_ru: звонок не защищен
sk: hovor nie je zabezpečený

# L_call_is_secure
source: the call is secure
cs: hovor je zabezpečen
de: der Anruf ist sicher
pl: rozmowa jest zabezpieczona
ru_ru: звонок защищен
sk: hovor je zabezpečený

# L_security
source: security
cs: bezpečnost
de: Sicherheit
pl: bezpieczeństwo
ru_ru: защита
sk: bezpečnosť

# L_dialling
source: dialling
cs: vytáčení
de: wählen
pl: nawiązywanie połączenia
ru_ru: набор номера
sk: vytáčanie

# L_disconnected
source: disconnected
cs: spojení přerušeno
de: unterbrochen
pl: połączenie zostało przerwane
ru_ru: соединение прервалось
sk: spojenie prerušené

# L_declined
source: rejected
cs: zamítnutý
de: abgelehnt
pl: odrzucona
ru_ru: отклонен
sk: zamietnutý

# L_hung_up
source: call terminated
cs: hovor ukončen
de: Anruf beendet
pl: rozmowa zakończona
ru_ru: звонок закончен
sk: hovor ukončený

# L_errorred
source: error
cs: chyba
de: Fehler
pl: błąd
ru_ru: ошибка
sk: chyba

# L_rejected
source: rejected
cs: odmítnut
de: abgelehnt
pl: odrzucona
ru_ru: отклонен
sk: odmietnutý

# L_clear_call_logs
source: delete records
cs: smazat záznamy
de: Datensätze löschen
pl: usuń wpisy
ru_ru: удалить записи
sk: zmazať záznamy

# L_sas_caller_info
source: the caller should say
cs: volající by měl říct
de: der Anrufer sollte sagen
pl: użytkownik dzwoniący powinien powiedzieć
ru_ru: звонящий должен был сказать
sk: volajúci by mal povedať

# L_sas_callee_info
source: the callee should say
cs: volaný by měl říct
de: der Angerufene sollte sagen
pl: użytkownik odbierający rozmowę powinien powiedzieć
ru_ru: адресат звонка должен был сказать
sk: volnaý by mal povedať

# B_approve
source: approve
cs: povolit
de: genehmigen
pl: zezwól
ru_ru: разрешить
sk: povoliť

# B_reject
source: reject
cs: zamítnout
de: ablehnen
pl: odrzuć
ru_ru: отклонить
sk: zamietnuť

# txt_clear_all_call_logs
source: Delete all call records?
cs: Vymazat všechny záznamy o voláních?
de: Alle Anruflisten löschen?
pl: Czy chcesz usunąć historię rozmów?
ru_ru: Удалить все записи о звонках?
sk: Vymazať všetky záznamy o volaniach?
